Repository: CH503822/Localization-l10n
Catalog: fusion-core/fusion-core-*.po
Languages: cs_cz

source: FAQ Item Icon Alignment
cs_cz: Zarovnání ikony Časté otázky

source: Controls the alignment of the icon.
cs_cz: Určuje zarovnání ikony.

source: FAQ Item Icon Toggle Hover Accent Color
cs_cz: Barva zvýraznění po najetí na ikonu přepínače Častých otázek

source: Controls the accent color on hover for icon box and title.
cs_cz: Určuje barvu zvýraznění po najetí na ikonu a název.

source: Display Filters
cs_cz: Filtry zobrazení

source: Display the FAQ filters.
cs_cz: Zobrazit filtry Častých otázek.

source: Default
cs_cz: Výchozí

source: Categories
cs_cz: Kategorie

source: Select categories to include or leave blank for all.
cs_cz: Vyberte zahrnuté kategorie nebo ponechte prázdné pro všechny.

source: Exclude Categories
cs_cz: Vyloučit kategorie

source: Select categories to exclude.
cs_cz: Vyberte vyloučené kategorie.

source: Defines how FAQs should be ordered.
cs_cz: Určuje jak mají být Časté otázky řazeny.

source: Post Title
cs_cz: Název příspěvku

source: FAQ Order
cs_cz: Pořadí častých otázek

source: Post Slug
cs_cz: Kód příspěvku

source: Last Modified
cs_cz: Naposledy upravené

source: Defines the sorting order of FAQs.
cs_cz: Určuje řazení Častých otázek.

source: Display Featured Images
cs_cz: Zobrazit hlavní obrázky

source: Display the FAQ featured images.
cs_cz: Zobrazit hlavní obrázky Častých otázek.

source: Toggles or Accordions
cs_cz: Přepínače nebo harmoniky

source: Boxed Mode
cs_cz: Rámečkový režim

source: Choose to display FAQs items in boxed mode.
cs_cz: Zvolte pro zobrazení Častých otázek v rámečku.

source: Boxed Mode Border Width
cs_cz: Šířka ohraničení rámečkového módu

source: Set the border width for FAQ item. In pixels.
cs_cz: Nastavte šířku ohraničení pro Častou otázku. V pixelech.

source: Boxed Mode Border Color
cs_cz: Barva ohraničení rámečkového módu

source: Set the border color for FAQ item.
cs_cz: Nastavte barvu ohraničení pro Častou otázku.

source: Boxed Mode Background Color
cs_cz: Barva pozadí rámečkového módu

source: Set the background color for FAQ item.
cs_cz: Nastavit barvu pozadí pro Častou otázku.

source: Boxed Mode Background Hover Color
cs_cz: Barva pozadí po najetí v rámečkovém režimu

source: Set the background hover color for FAQ item.
cs_cz: Nastavte barvu pozadí po najetí na Častou otázku.

source: Divider Line
cs_cz: Dělicí čára

source: Choose to display a divider line between each item.
cs_cz: Vyberte, zda chcete zobrazit dělící čáru mezi každou položkou.

source: Icon Size
cs_cz: Velikost ikony

source: Icon Color
cs_cz: Barva ikony

source: Set the color of icon in toggle box.
cs_cz: Nastavte barvu ikony v přepínacím rámečku.

source: Icon Boxed Mode
cs_cz: Rámečkový režim ikon

source: Choose to display icon in boxed mode.
cs_cz: Zvolte pro zobrazení ikony v rámečkovém režimu.

source: Icon Inactive Box Color
cs_cz: Barva ikony neaktivního rámečku

source: Controls the color of the inactive toggle box.
cs_cz: Určuje barvu neaktivního přepínacího rámečku.

source: Icon Alignment
cs_cz: Zarovnání ikony

source: Controls the alignment of FAQ icon.
cs_cz: Určuje zarovnání ikony Častých otázek.

source: FAQ Toggle Hover Accent Color
cs_cz: Barva zvýraznění po najetí na přepínač Častých otázek

source: General
cs_cz: Obecné

source: Incorrect slider name. Please make sure to use a valid slider slug.
cs_cz: Nesprávný název slideru. Nezapomeňte použít platný kód slideru.

source: Slider Name
cs_cz: Název slideru

source: Learn More
cs_cz: Dozvědět se více

source: View Project
cs_cz: Zobrazit projekt

source: Load More Posts
cs_cz: Načíst další články

source: Portfolio Featured Image Size
cs_cz: Velikost hlavních obrázků portfolia

source: Controls if the featured image size is fixed (cropped) or auto (full image ratio) for portfolio elements. <strong>IMPORTANT:</strong> Fixed works best with a standard 940px site width. Auto works best with larger site widths.
cs_cz: Určuje, zda je velikost hlavního obrázku pevná (oříznuta) nebo automatická (poměr stran celého obrázku) pro prvky portfolia. <strong>DŮLEŽITÉ:</strong> "Pevná" funguje nejlépe se standardní šířkou stránky 940px. "Automatická" funguje nejlépe s většími šířkami stránek.

source: Fixed
cs_cz: Fixní

source: Auto
cs_cz: Automaticky

source: Number of Columns
cs_cz: Počet sloupců

source: Set the number of columns per row. With Carousel layout this specifies the maximum amount of columns. <strong>IMPORTANT:</strong> Masonry layout does not work with 1 column.
cs_cz: Nastavte počet sloupců na řádek. U rozložení rotujícího panelu určuje maximální počet sloupců. <strong>DŮLEŽITÉ:</strong> Dlaždicové rozložení nefunguje s 1 sloupcem.

source: Column Spacing
cs_cz: Odsazení ve sloupcích

source: Controls the column spacing for portfolio items.
cs_cz: Určuje vzdálenost sloupců u položek portfolia.

source: Number of Portfolio Items Per Page
cs_cz: Počet položek portfolia na stránku

source: Controls the number of posts that display per page for portfolio elements. Set to -1 to display all. Set to 0 to use the number of posts from Settings > Reading.
cs_cz: Určuje počet příspěvků, které se zobrazují na stránku pro prvky portfolia. Nastavením na -1 zobrazíte všechny. Chcete-li použít počet příspěvků z Nastavení > Čtení, nastavte na 0.

source: Portfolio Text Layout
cs_cz: Rozvržení textu Portfolia

source: Controls if the portfolio text content is displayed boxed or unboxed or is completely disabled for portfolio elements.
cs_cz: Určuje, zda je textový obsah portfolia zobrazen v rámečku nebo bez rámečku nebo je zcela zakázán pro prvky portfolia.

source: No Text
cs_cz: Žádný text

source: Boxed
cs_cz: Rámečkový

source: Unboxed
cs_cz: Bezrámečkový

source: Portfolio Text Display
cs_cz: Zobrazení textu portfolia

source: Choose how to display the post excerpt for portfolio elements. Does not apply to image rollovers.
cs_cz: Vyberte jak zobrazit úryvek příspěvku pro prvky portfolia. Nepoužívá se pro rotující obrázky.

source: Full Content
cs_cz: Celý obsah

source: Excerpt
cs_cz: Úryvek

source: Excerpt Length
cs_cz: Délka úryvku

source: Controls the number of words in the excerpts for portfolio elements.
cs_cz: Určuje počet slov v úryvku pro prvky portfolia.

source: Strip HTML from Excerpt
cs_cz: Odebrat HTML z úryvku

source: Turn on to strip HTML content from the excerpt for portfolio elements.
cs_cz: Zapněte pro odebrání HTML obsahu z úryvku v prvcích portfolia.

source: Portfolio Title Display
cs_cz: Zobrazení nadpisu portfolia

source: Controls what displays with the portfolio post title for portfolio elements.
cs_cz: Určuje, co se zobrazí s titulem portfolia pro prvky portfolia.

source: Title and Categories
cs_cz: Titulek a kategorie

source: Only Title
cs_cz: Pouze titulek

source: Only Categories
cs_cz: Pouze kategorie

source: Portfolio Text Alignment
cs_cz: Zarovnání textu portfolia

source: Controls the alignment of the portfolio title, categories and excerpt text when using the Portfolio Text layouts in portfolio elements.
cs_cz: Určuje zarovnání názvu portfolia, kategorií a úryvků textu při použití rozvržení textu portfolia v prvcích portfolia.

source: Portfolio Text Layout Padding
cs_cz: Vnitřní odsazení rozložení textu portfolia

source: Controls the padding for the portfolio text layout when using boxed mode in portfolio elements.
cs_cz: Určuje vnitřní odsazení pro rozložení textu portfolia při použití rámečkového režimu v prvcích portfolia.

source: Pagination Type
cs_cz: Typ stránkování

source: Controls the pagination type for portfolio elements.
cs_cz: Určuje typ stránkování prvků portfolia.

source: Pagination
cs_cz: Stránkování

source: Infinite Scroll
cs_cz: Nekonečné načítání

source: Load More Button
cs_cz: Tlačítko “Načíst další”

source: Load More Posts Button Background Color
cs_cz: Barva pozadí tlačítka Načíst více příspěvků

source: Controls the background color of the load more button for ajax post loading for portfolio elements.
cs_cz: Ovládá barvu pozadí tlačítka “Načíst více” ajaxového načítání příspěvků u prvků portfolia.

source: Load More Posts Button Text Color
cs_cz: Barva textu tlačítka “Načíst více příspěvků”

source: Controls the text color of the load more button for ajax post loading for portfolio elements.
cs_cz: Určuje barvu textu tlačítka “Načíst více” ajaxového načtení příspěvků u prvků portfolia.

source: Load More Posts Button Hover Background Color
cs_cz: Barva pozadí tlačítka “Načíst více příspěvků” po najetí

source: Controls the hover background color of the load more button for ajax post loading for portfolio elements.
cs_cz: Určuje barvu pozadí tlačítka “Načíst více” po najetí ajaxového načítání příspěvků u prvků portfolia.

source: Load More Posts Hover Button Text Color
cs_cz: Barva textu tlačítka “Načíst více příspěvků”

source: Controls the hover text color of the load more button for ajax post loading for portfolio elements.
cs_cz: Ovládá barvu textu tlačítka “Načíst více” po najetí pro ajaxové načítání příspěvků u prvků portfolia.

source: Layout
cs_cz: Rozložení

source: Select the layout for the element.
cs_cz: Vyberte rozložení tohoto prvku.

source: Carousel
cs_cz: Rotující panel

source: Grid
cs_cz: Mřížka

source: Masonry
cs_cz: Dlaždice

source: Picture Size
cs_cz: Velikost obrázku

source: fixed = width and height will be fixed <br />auto = width and height will adjust to the image.
cs_cz: fixní = šířka a výška budou neměnné<br>auto = šířka a výška se přizpůsobí obrázku.

source: Text Layout
cs_cz: Rozložení textu

source: Controls if the portfolio text content is displayed boxed or unboxed or is completely disabled.
cs_cz: Určuje, zda je textový obsah portfolia zobrazen v rámečku nebo bez rámečku nebo je zcela zakázán pro prvky portfolia.

source: Grid Box Color
cs_cz: Barva rámečku mřížky

source: Controls the background color for the grid boxes. For grid layout this option will only work in boxed mode.
cs_cz: Určuje barvu pozadí pro rámeček mřížky. U mřížkového rozložení bude tato možnost fungovat pouze v rámečkovém režimu.

source: Grid Element Color
cs_cz: Barva prvku mřížky

source: Controls the color of borders of the grid boxes.
cs_cz: Určuje barvu ohraničení rámečků mřížky.

source: Grid Separator Style
cs_cz: Styl oddělovače mřížky

source: Controls the line style of grid separators.
cs_cz: Určuje styl čáry oddělovačů mřížky.

source: No Style
cs_cz: Bez stylu

source: Single Border Solid
cs_cz: Jednoduchý souvislý okraj

source: Double Border Solid
cs_cz: Dvojitý souvislý okraj

source: Single Border Dashed
cs_cz: Jednoduchý přerušovaný okraj

source: Double Border Dashed
cs_cz: Dvojitý přerušovaný okraj

source: Single Border Dotted
cs_cz: Jednoduchý tečkovaný okraj

source: Double Border Dotted
cs_cz: Dvojitý tečkovaný okraj

source: Shadow
cs_cz: Stín

source: Grid Separator Color
cs_cz: Barva oddělovače mřížky

source: Controls the line style color of grid separators.
cs_cz: Určuje barvu stylu čáry oddělovačů mřížky.

source: Masonry Image Aspect Ratio
cs_cz: Poměr stran dlaždicového obrázku

source: Set the ratio to decide when an image should become landscape (ratio being width : height) and portrait (ratio being height : width). <strong>IMPORTANT:</strong> The value of "1.0" represents a special case, which will use the auto calculated ratios like in versions prior to Avada 5.5.
cs_cz: Nastavte poměr a rozhodněte, kdy má být obraz na šířku (poměr šířka : výška) a portrét (poměr výška : šířka). <strong>DŮLEŽITÉ:</strong> Hodnota “1.0” představuje zvláštní případ, který bude používat automaticky vypočítané poměry jako ve verzích před Avada 5.5.

source: Masonry 2x2 Width
cs_cz: Dlaždice šířky 2x2

source: This option decides when a square 1x1 image should become 2x2. This will not apply to images that highly favor landscape or portrait layouts. <strong>IMPORTANT:</strong> There is a “Masonry Image Layout” setting for every image in the WP media library that allows you to manually set how an image will appear (1x1, landscape, portrait or 2x2), regardless of the original ratio. In pixels.
cs_cz: Tato volba rozhodne, kdy se má čtvercový obraz 1x1 stát 2x2. To se nevztahuje na obrázky, které vysoce upřednostňují rozložení na šířku nebo na výšku. <strong>DŮLEŽITÉ:</strong> Pro každý obrázek v knihovně médií WP existuje nastavení „Dlaždicové rozložení obrázků“, které vám umožňuje ručně nastavit, jak se bude obraz zobrazovat (1x1, na šířku, na výšku nebo 2x2), bez ohledu na původní poměr. V pixelech.

source: Content Position
cs_cz: Pozice obsahu

source: Select if title, terms and excerpts should be displayed below or next to the featured images.
cs_cz: Vyberte, zda se mají titulek, podmínky a úryvky zobrazovat pod nebo vedle hlavních obrázků.

source: Below image
cs_cz: Pod obrázkem

source: Next to Image
cs_cz: Nad obrázkem

source: Equal Heights
cs_cz: Stejné výšky

source: Set to yes to display grid boxes with equal heights per row.
cs_cz: Nastavte na ano pro zobrazení mřížky boxů se shodnou výškou v řádku.

source: Posts Per Page
cs_cz: Příspěvky na stránku

source: Controls what displays with the portfolio post title.
cs_cz: Určuje, co se zobrazí s názvem příspěvku portfolia.

source: Controls the alignment of the portfolio title, categories and excerpt text when using the Portfolio Text layouts.
cs_cz: Určuje zarovnání nadpisu portfolia, kategorií a úryvků textu při použití rozvržení textu portfolia.

source: Portfolio Text Layout Padding
cs_cz: Vnitřní odsazení rozložení textu portfolia

source: Controls the padding for the portfolio text layout when using boxed mode. Enter values including any valid CSS unit, ex: 25px, 25px, 25px, 25px.
cs_cz: Určuje vnitřní odsazení rozložení textu portfolia při použití rámečkového režimu. Zadejte hodnoty včetně jakékoli platné jednotky CSS, např.: 25px, 25px, 25px, 25px.

source: Show Filters
cs_cz: Zobrazit filtry

source: Choose to show or hide the category filters.
cs_cz: Zvolte zda zobrazit nebo skrýt kategorie filtrů.

source: Yes without "All"
cs_cz: Ano bez "Vše"

source: Pull Posts By
cs_cz: Vytáhnout příspěvky od

source: Choose to show posts by category or tag.
cs_cz: Zvolte, zda zobrazit příspěvky podle kategorie nebo štítku.

source: Category
cs_cz: Kategorie

source: Tag
cs_cz: Štítek

source: Select categories or leave blank for all.
cs_cz: Vyberte nebo ponechte prázdné pro Vše.

source: Tags
cs_cz: Štítky

source: Select a tag or leave blank for all.
cs_cz: Vyberte štítek nebo ponechte prázdné pro všechny.

source: Exclude Tags
cs_cz: Vyloučit štítky

source: Select a tag to exclude.
cs_cz: Vyberte štítek k vyloučení.

source: Choose the type of pagination.
cs_cz: Zvolte typ stránkování.

source: Infinite Scrolling
cs_cz: Nekonečné rolování

source: Hide URL Parameter
cs_cz: Skrýt URL parametr

source: Turn on to remove portfolio category parameters in single post URLs. These are mainly used for single item pagination within selected categories.
cs_cz: Zapněte, chcete-li odebrat parametry kategorie portfolia z adres URL s jedním příspěvkem. Používají se především pro stránkování jednotlivých položek ve vybraných kategoriích.

source: On
cs_cz: Zapnuto

source: Off
cs_cz: Vypnuto

source: Post Offset
cs_cz: Přeskočení příspěvků

source: The number of posts to skip. ex: 1.
cs_cz: Počet přeskočených příspěvků. např.: 1.

source: Defines how portfolios should be ordered.
cs_cz: Definuje způsob jakým mají být portfolia řazeny.

source: Portfolio Order
cs_cz: Pořadí portfolia

source: Number of Comments
cs_cz: Počet komentářů

source: Defines the sorting order of portfolios.
cs_cz: Určuje způsob řazení portfolií.

source: Text Display
cs_cz: Zobrazení textu

source: Choose how to display the post excerpt.
cs_cz: Zvolte způsob zobrazení úryvku příspěvku.

source: Insert the number of words/characters you want to show in the excerpt.
cs_cz: Vložit počet slov/znaků, které chcete zobrazit ve výpisu.

source: Strip HTML
cs_cz: Vyjmout HTML

source: Strip HTML from the post excerpt.
cs_cz: Vyjmout HTML z úryvku příspěvku.

source: Carousel Layout
cs_cz: Rozvržení rotujícího panelu

source: Choose to show titles on rollover image, or below image.
cs_cz: Vyberte, zda chcete zobrazit nadpisy na rotujícím obrázku, nebo pod obrázkem.

source: Title below image
cs_cz: Nadpis pod obrázkem

source: Title on rollover
cs_cz: Nadpis na rotujícím prvku

source: Carousel Scroll Items
cs_cz: Skrolovací položky rotujícího panelu

source: Insert the amount of items to scroll. Leave empty to scroll number of visible items.
cs_cz: Vložte množství položek pro skrolování. Nechte prázdné pro skrolování dle počtu viditelných položek.

source: Carousel Autoplay
cs_cz: Automatické přehrávání rotujícího panelu

source: Choose to autoplay the carousel.
cs_cz: Vyberte pro automatické přehrávání rotujícího panelu.

source: Carousel Show Navigation
cs_cz: Zobrazit navigaci rotujícího panelu

source: Choose to show navigation buttons on the carousel.
cs_cz: Zvolte pro zobrazení navigačních tlačítek na rotujícím panelu.

source: Carousel Mouse Scroll
cs_cz: Skrolování myší na rotujícím panelu

source: Choose to enable mouse drag control on the carousel.
cs_cz: Vyberte, zda chcete umožnit ovládání tažením myši na rotujícím panelu.

source: Update
cs_cz: Aktualizovat

source: Your embed preferences have been updated.
cs_cz: Vaše vložené předvolby byly aktualizovány.

source: Your embed preferences have been cleared.
cs_cz: Vaše vložené předvolby byly vymazány.

source: Privacy
cs_cz: Soukromí

source: Privacy Text
cs_cz: Text ochrany osobních údajů

source: Controls the privacy text which will show above the form.
cs_cz: Určuje text ochrany osobních údajů, který se zobrazí nad formulářem.

source: Your Content Goes Here
cs_cz: Obsah vložte zde

source: Form Field Layout
cs_cz: Rozložení pole formuláře

source: Choose if form checkboxes should be stacked and full width, or if they should be floated.
cs_cz: Vyberte, zda mají být zaškrtávací políčka formulářů skládány a do plné šířky, nebo zda mají být plovoucí.

source: Stacked
cs_cz: Skládané

source: Floated
cs_cz: Plovoucí

source: <h4>Skills Needed:</h4> %s
cs_cz: <h4>Potřebné dovednosti:</h4> %s

source: <h4>Categories:</h4> %s
cs_cz: <h4>Kategorie:</h4> %s

source: <h4>Tags:</h4> %s
cs_cz: <h4>Štítky:</h4> %s

source: <h4>Project URL:</h4> %s
cs_cz: <h4>URL adresa projektu:</h4> %s

source: <h4>By:</h4> %s
cs_cz: <h4>Od:</h4> %s

source: categories = %s
cs_cz: kategorie = %s

source: layout = %s
cs_cz: rozložení = %s

source: tags = %s
cs_cz: štítky = %s

source: View Project
cs_cz: Zobrazit Projekt

source: Previous
cs_cz: Předchozí

source: Next
cs_cz: Další

source: Project Description
cs_cz: Popis projektu

# Post Type General Name
source: FAQs
cs_cz: Časté otázky

# Post Type General Name
source: Elastic Sliders
cs_cz: Elastické Slidery

# Post Type Singular Name
source: FAQ
cs_cz: Časté otázky

# Post Type Singular Name
source: Elastic Slide
cs_cz: Elastický snímek

# Taxonomy General Name
source: Groups
cs_cz: Skupiny

# Taxonomy Singular Name
source: Group
cs_cz: Skupina

# %s = human-readable time difference
source: %s ago
cs_cz: před %s
