Repository: CH503822/Localization-l10n
Catalog: fusion-core/fusion-core-*.po
Languages: cs_cz

source: Parent Slide:
cs_cz: Nadřazený snímek:

source: Add or Edit Slides
cs_cz: Přidat / upravit snímky

source: View Slide
cs_cz: Zobrazit snímek

source: Add New Slide
cs_cz: Přidat nový snímek

source: Edit Slide
cs_cz: Upravit snímek

source: Update Slide
cs_cz: Aktualizovat snímek

source: Search Slide
cs_cz: Vyhledat snímek

source: Not found
cs_cz: Nenalezeno

source: Not found in Trash
cs_cz: V koši nebylo nic nalezeno

source: Slide published.
cs_cz: Snímek publikován.

source: Slide published privately.
cs_cz: Snímek publikován soukromě.

source: Slide reverted to draft.
cs_cz: Snímek vrácen do konceptu.

source: Slide scheduled.
cs_cz: Snímek naplánován.

source: Slide updated.
cs_cz: Snímek aktualizován.

source: Add or Edit Sliders
cs_cz: Přidat / upravit slidery

source: All Sliders
cs_cz: Všechny slidery

source: Parent Slider:
cs_cz: Nadřazený slider:

source: New Slider Name
cs_cz: Název nového slideru

source: Add Slider
cs_cz: Přidat nový slider

source: Edit Slider
cs_cz: Upravit slider

source: Update Slider
cs_cz: Aktualizovat slider

source: Separate sliders with commas
cs_cz: Slidery oddělte čárkami

source: Search Sliders
cs_cz: Hledat slidery

source: Add or remove sliders
cs_cz: Přidání nebo odebrání sliderů

source: Choose from the most used sliders
cs_cz: Vyberte z nejpoužívanějších sliderů

source: Not Found
cs_cz: Nenalezeno

source: Clone this slide
cs_cz: Klonovat tento snímek

source: Clone
cs_cz: Klonovat

source: Clone this slider
cs_cz: Klonovat tento slider

source: %s ( Cloned )
cs_cz: %s ( Klonované )

source: No slide to clone.
cs_cz: Žádný snímek ke klonování.

source: Cloning failed. Post not found. ID: %s
cs_cz: Klonování se nezdařilo. Příspěvek nebyl nalezen. ID: %s

source: Slider Size
cs_cz: Velikost slideru

source: Enter a pixel value for width and height, ex: 1000px
cs_cz: Zadejte hodnotu v pixelech pro šířku a výšku, např.: 1000px

source: Slider Content Max Width
cs_cz: Maximální šířka obsahu rotujícího panelu

source: Full Screen Slider
cs_cz: Celoobrazovkový slider

source: Check this option if you want full width and height of the screen.
cs_cz: Zaškrtněte tuto volbu, pokud chcete plnou šířku a výšku obrazovky.

source: Parallax Scrolling Effect
cs_cz: Skrolovací efekt paralaxy

source: Slider Indicator
cs_cz: Indikátor slideru

source: None
cs_cz: Žádný

source: Scroll Down Indicator
cs_cz: Indikátor skrolování dolů

source: Pagination Circles
cs_cz: Kolečka stránkování

source: Choose do you want to display pagination circler or scroll down indicator.
cs_cz: Zvolte, zda chcete zobrazit stránkovací kolečka nebo indikátor pro skrolování dolů.

source: Slider Indicator Color
cs_cz: Barva indikátoru slideru

source: Default: %s
cs_cz: Výchozí: %s

source: Select a color for the slider indicator icon. Hex color code, ex: #fff. %s
cs_cz: Vyberte barvu ikony indikátoru slideru. Hex kód barvy, např.: #fff. %s

source: Display Navigation Arrows
cs_cz: Zobrazit navigační šipky

source: Check this box to display the navigation arrows.
cs_cz: Zaškrtněte toto políčko, chcete-li zobrazit navigační šipky.

source: Navigation Arrow Size
cs_cz: Velikost navigační šipky

source: Enter a pixel value for the arrow size, ex: 14px
cs_cz: Zadejte hodnotu pixelu pro velikost šipky, např.: 14px

source: Navigation Box Size
cs_cz: Velikost navigačního rámečku

source: Enter a pixel value for width and height, ex: 40px
cs_cz: Zadejte hodnotu v pixelech pro šířku a výšku, např.: 40px

source: Slideshow Speed
cs_cz: Rychlost prezentace

source: Controls the speed of the slideshow. 1000 = 1 second.
cs_cz: Ovládá rychlost prezentace. 1000 = 1 vteřina.

source: Slide Loop
cs_cz: Smyčka snímků

source: Check this box to have the slider loop infinitely.
cs_cz: Zaškrtněte toto políčko pro nekonečné opakování slideru.

source: Autoplay
cs_cz: Automatické přehrávání

source: Check this box to autoplay the slides.
cs_cz: Zaškrtněte pro automatické přehrávání snímků.

source: Order By
cs_cz: Seřadit podle

source: Date
cs_cz: Datum

source: Title
cs_cz: Název

source: Modified
cs_cz: Změněno

source: Random
cs_cz: Náhodně

source: Defines how the slides should be ordered.
cs_cz: Definuje způsob řazení snímků.

source: Order
cs_cz: Pořadí

source: Descending
cs_cz: Sestupně

source: Ascending
cs_cz: Vzestupně

source: Defines the sorting order of the slides.
cs_cz: Definuje pořadí řazení snímků.

source: Animation
cs_cz: Animace

source: The type of animation when slides rotate.
cs_cz: Typ animace při rotaci snímků.

source: Animation Speed
cs_cz: Rychlost animace

source: Controls the speed of the slide transition from slide to slide. 1000 = 1 second.
cs_cz: Určuje rychlost přechodu ze snímku na snímek. 1000 = 1 vteřina.

source: Responsive Typography Sensitivity
cs_cz: Citlivost responzivní typografie

source: Enter a value between <code>0</code> and <code>1</code>. ex: <code>0.1</code>.
cs_cz: Zadejte hodnotu mezi <code>0</code> a <code>1</code> . např.: <code>0.1</code> .

source: Minimum Font Size Factor
cs_cz: Faktor minimální velikosti písma

source: Enter a pixel for height. Width accepts pixel and percentage values., ex: 40px
cs_cz: Zadejte pixel pro výšku. Šířka přijímá hodnoty v pixelech a procentech, např.: 40px

source: Export All Sliders
cs_cz: Exportovat všechny slidery

source: Loading...
cs_cz: Načítám…

source: Image
cs_cz: Obrázek

source: By checking this box, you confirm that you have read and are agreeing to our terms of use regarding the storage of the data submitted through this form.
cs_cz: Zaškrtnutím tohoto políčka potvrzujete, že jste si přečetli a souhlasíte s našimi podmínkami používání týkajícími se ukládání dat odeslaných prostřednictvím tohoto formuláře.

source: Please check if you've filled all the fields with valid information. Thank you.
cs_cz: Zkontrolujte, zda jsou všechna pole vyplněna platnými informacemi. Děkujeme.

source: Please check if you've filled all the fields with valid information and that the data privacy terms confirmation box is checked. Thank you.
cs_cz: Zkontrolujte, zda jste vyplnili všechna pole platnými informacemi a zda je zaškrtnuto pole se zásadami ochrany osobních údajů. Děkujeme.

source: Name (required)
cs_cz: Jméno (vyžadováno)

source: Email (required)
cs_cz: Emailová adresa (vyžadována)

source: Message
cs_cz: Zpráva

source: confirmed
cs_cz: potvrzeno

source: Name: %s
cs_cz: Jméno: %s

source: Subject: %s
cs_cz: Předmět: %s

source: Message: %s
cs_cz: Zpráva: %s

source: Data Privacy Terms: %s
cs_cz: Podmínky ochrany osobních údajů: %s

source: Thank you %s for using our contact form! Your email was successfully sent!
cs_cz: Děkujeme %s za použití našeho kontaktního formuláře! Váš e-mail byl úspěšně odeslán!

source: Subject
cs_cz: Předmět

source: Submit Form
cs_cz: Odeslat formulář

source: All items displayed.
cs_cz: Všechny položky jsou zobrazeny.

source: Loading the next set of posts...
cs_cz: Načítání další sady příspěvků…

source: Add New Portfolio Post
cs_cz: Přidat nový příspěvek portfolia

source: Edit Portfolio Post
cs_cz: Upravit příspěvek portfolia

source: Portfolio published.
cs_cz: Portfolio zveřejněno.

source: Portfolio published privately.
cs_cz: Portfolio zveřejněno soukromě.

source: Portfolio reverted to draft.
cs_cz: Portfolio vráceno do konceptu.

source: Portfolio scheduled.
cs_cz: Portfolio naplánováno.

source: Portfolio updated.
cs_cz: Portfolio aktualizováno.

source: Portfolio Categories
cs_cz: Kategorie portfolia

source: Portfolio Skills
cs_cz: Portfolio dovedností

source: Add New Skill
cs_cz: Přidat novou dovednost

source: Portfolio Tags
cs_cz: Značky portfolia

source: Add New FAQ Post
cs_cz: Přidat novou Častou otázku

source: Edit FAQ Post
cs_cz: Upravit Častou otázku

source: FAQ published.
cs_cz: Častá otázka publikována.

source: FAQ published privately.
cs_cz: Častá otázka publikována soukromě.

source: FAQ reverted to draft.
cs_cz: Častá otázka vrácena do konceptu.

source: FAQ scheduled.
cs_cz: Častá otázka naplánována.

source: FAQ updated.
cs_cz: Častá otázka aktualizována.

source: FAQ Categories
cs_cz: Kategorie Častých otázek

source: Elastic Slider
cs_cz: Elastický Slider

source: View Slides
cs_cz: Zobrazit snímky

source: Add or Edit Groups
cs_cz: Přidat nebo upravit skupiny

source: All Groups
cs_cz: Všechny skupiny

source: Parent Group:
cs_cz: Rodičovská skupina:

source: New Group Name
cs_cz: Název nové skupiny

source: Add Groups
cs_cz: Přidat skupiny

source: Edit Group
cs_cz: Upravit skupinu

source: Update Group
cs_cz: Aktualizovat skupinu

source: Separate groups with commas
cs_cz: Skupiny oddělte čárkami

source: Search Groups
cs_cz: Prohledat skupiny

source: Add or remove groups
cs_cz: Přidat nebo odstranit skupiny

source: Choose from the most used groups
cs_cz: Vyberte z nejpoužívanějších skupin

source: Add 125x125 ads.
cs_cz: Přidat 125x125 reklamy.

source: Avada: 125x125 Ads
cs_cz: Avada: 125x125 reklamy

source: Ad %s
cs_cz: Reklama %s

source: Image Ad Link:
cs_cz: Odkaz grafické reklamy:

source: Ad Link:
cs_cz: Odkaz reklamy:

source: Image Hover Type:
cs_cz: Typ po najetí na obrázek:

source: Zoom In
cs_cz: Přiblížit

source: Zoon Out
cs_cz: Oddálit

source: Lift Up
cs_cz: Vyvýšit

source: General Options
cs_cz: Hlavní možnosti

source: Link Target:
cs_cz: Cíl odkazu:

source: Display author details.
cs_cz: Zobrazit podrobnosti o autorovi.

source: Avada: Author
cs_cz: Avada: Autor

source: Posted by
cs_cz: Publikoval

source: This author has not yet filled in any details.
cs_cz: Tento autor ještě nevyplnil žádné detaily.

source: So far the author has created %s blog entries.
cs_cz: Zatím autor vytvořil %s položek blogu.

source: Post Date
cs_cz: Datum příspěvku

source: Author
cs_cz: Autor

source: IMPORTANT: When used on single posts, the author will be auto pulled. If you want to display a specific author please use the "Custom Author" field. Post date will on be displayed on single posts.
cs_cz: DŮLEŽITÉ: Při použití na jednotlivých příspěvcích bude autor automaticky vytáhnut. Pokud chcete zobrazit konkrétního autora, použijte pole „Vlastní autor“. Datum příspěvku se zobrazí u jednotlivých příspěvků.

source: Title:
cs_cz: Název:

source: Custom Author (username or ID):
cs_cz: Vlastní autor (uživatelské jméno nebo ID):

source: Avatar:
cs_cz: Profilový obrázek:

source: Small
cs_cz: Malý

source: Medium
cs_cz: Střední

source: Large
cs_cz: Velký

source: XLarge
cs_cz: Extra velký

source: Display Name:
cs_cz: Zobrazit název:

source: Name with label
cs_cz: Název s popiskem

source: Name only
cs_cz: Pouze název

source: Name as widget title
cs_cz: Název jako název widgetu

source: No
cs_cz: Ne

source: Link to author page
cs_cz: Odkaz na stránku autora

source: Display custom author message
cs_cz: Zobrazit zprávu vlastního autora

source: Display author biography
cs_cz: Zobrazit životopis autora

source: Display author social icons
cs_cz: Zobrazit ikony sociálních sítí autorů

source: Display separator
cs_cz: Oddělovač zobrazení

source: Display Post Date:
cs_cz: Zobrazit datum pošty:

source: Date with label
cs_cz: Datum s popiskem

source: Date only
cs_cz: Pouze datum

source: Adds custom contact information.
cs_cz: Přidá vlastní kontaktní informace.

source: Avada: Contact Info
cs_cz: Avada: Kontaktní údaje

source: Phone:
cs_cz: Telefon:

source: Mobile:
cs_cz: Mobil:

source: Address:
cs_cz: Adresa:

source: Email Link Text:
cs_cz: Email Text odkazu:

source: Website URL (with HTTP(S)):
cs_cz: Adresa URL webu (s HTTP(S)):

source: Website URL Text:
cs_cz: URL webových stránek:

source: Adds support for Facebook Page Plugin.
cs_cz: Přidává podporu pro plugin Facebook Stránka.

source: Avada: Facebook Page Plugin
cs_cz: Avada: Plugin Facebook Stránka

source: Find us on Facebook
cs_cz: Najdete nás na Facebooku

source: IMPORTANT: Please create a Facebook App and use its ID for features like sharing.
cs_cz: DŮLEŽITÉ: Vytvořte facebookovou aplikaci a použijte její ID pro funkce, jako je sdílení.

source: See Instructions.
cs_cz: Viz pokyny.

source: Facebook Page URL:
cs_cz: URL Facebook stránky:

source: Facebook App ID:
cs_cz: ID Facebook aplikace:

source: Width (has to be between 180 and 500):
cs_cz: Šířka (musí být mezi 180 a 500):

source: Show Friends Faces
cs_cz: Zobrazit tváře přátel

source: Show Timeline Tab
cs_cz: Zobrazit kartu Časová osa

source: Show Events Tab
cs_cz: Zobrazit kartu Události

source: Show Messages Tab
cs_cz: Zobrazit kartu Zprávy

source: Show Cover Photo
cs_cz: Úvodní fotografie

source: Use Small Header
cs_cz: Použít malé záhlaví

source: The most recent photos from flickr.
cs_cz: Nejaktuálnější foto z Flickru.

source: Photos from Flickr
cs_cz: Fotografie z Flickru

source: Flickr ID (<a href="%s">Get your flickr ID</a>):
cs_cz: Flickr ID (<a href="%s">Získejte své Flickr ID</a>):

source: Number of photos to show:
cs_cz: Počet fotografií k zobrazení:

source: API key (Use default or get your own from <a href="%s">Flickr APP Garden</a>):
cs_cz: API klíč (Použijte výchozí nebo získejte svůj vlastní z <a href="%s">Flickr APP Garden</a>):

source: Default key is: %s
cs_cz: Výchozí klíč je: %s

source: Adds a horizontal navigation
cs_cz: Přidá vodorovnou navigaci

source: Select
cs_cz: Vybrat

source: Avada: Horizontal Menu
cs_cz: Avada: Vodorovné menu

source: Secondary navigation
cs_cz: Druhotná navigace

source: Secondary Navigation: %s
cs_cz: Druhotná navigace: %s

source: Select Menu:
cs_cz: Vyberte menu:

source: Alignment:
cs_cz: Zarovnání:

source: Left
cs_cz: Vlevo

source: Center
cs_cz: Na střed

source: Right
cs_cz: Vpravo

source: Menu Padding:
cs_cz: Vnitřní odsazení menu:

source: Menu Link Color:
cs_cz: Barva odkazu v menu:

source: Menu Link Hover Color:
cs_cz: Barva odkazu menu po najetí:

source: Separator Text:
cs_cz: Text oddělovače:

source: Font Size:
cs_cz: Velikost písma:

source: Recent works from the portfolio.
cs_cz: Nedávná díla z portfolia.

source: Avada: Recent Works
cs_cz: Avada: Poslední práce

source: Recent Works
cs_cz: Nejnovější práce

source: Adds social media icons with custom links.
cs_cz: Přidá ikony sociálních médií s vlastními odkazy.

source: Avada: Social Links
cs_cz: Avada: Sociální odkazy

source: Email Address
cs_cz: E-mailová adresa

source: Get Social
cs_cz: Buďte sociální

source: Icons Font Size:
cs_cz: Velikost písma ikon:

source: Icons Color Type:
cs_cz: Barevný typ ikon:

source: Custom Color
cs_cz: Vlastní barva

source: Brand Colors
cs_cz: Barvy značky

source: Icons Color Hex Code:
cs_cz: Hex kód barvy ikon:

source: Icons Boxed:
cs_cz: Ikony rámečkové:

source: Yes
cs_cz: Ano

source: Boxed Icons Background Color Hex Code:
cs_cz: Hex kód barvy pozadí rámečkových ikon:

source: Boxed Icons Radius:
cs_cz: Radius rámečkových ikon:

source: Boxed Icons Padding:
cs_cz: Vnitřní odsazení rámečkových ikon:

source: Tooltip Position:
cs_cz: Umístění vysvětlivky:

source: Top
cs_cz: Nahoře

source: Bottom
cs_cz: Dole

source: Show Custom Icons:
cs_cz: Ukázat vlastní ikony:

source: %s Link:
cs_cz: Odkaz %s:

source: Popular posts, recent post and comments.
cs_cz: Oblíbené příspěvky, poslední příspěvky a komentáře.

source: Avada: Tabs
cs_cz: Avada: Karty

source: Popular
cs_cz: Oblíbené

source: Recent
cs_cz: Nedávné

source: Comments
cs_cz: Komentáře

source: No posts have been published yet.
cs_cz: Žádné příspěvky ještě nebyly zveřejněny.

source: %s says:
cs_cz: %s říká:

source: %1$s on %2$s
cs_cz: %1$s na %2$s

source: No comments have been published yet.
cs_cz: Žádné komentáře ještě nebyly zveřejněny.

source: Tabs Design:
cs_cz: Vzhled karet:

source: Classic
cs_cz: Klasický

source: Clean
cs_cz: Čistý

source: Post Design:
cs_cz: Vzhled příspěvku:

source: Featured Image / Avatar Default Shape
cs_cz: Hlavní obrázek / Výchozí tvar avatara

source: Featured Image / Avatar Square
cs_cz: Hlavní obrázek / Čtvercový avatar

source: Featured Image / Avatar Circle
cs_cz: Hlavní obrázek / Kruhový avatar

source: Popular Posts Order By:
cs_cz: Oblíbené příspěvky seřadit podle:

source: Highest Comments
cs_cz: Nejvyšší komentáře

source: Highest Views
cs_cz: Nejvyšší počet shlédnutí

source: Number of popular posts:
cs_cz: Počet populárních příspěvků:

source: Number of recent posts:
cs_cz: Počet nových příspěvků:

source: Number of comments:
cs_cz: Počet komentářů:

source: Show popular posts
cs_cz: Zobrazit oblíbené příspěvky

source: Show recent posts
cs_cz: Zobrazit nejnovější příspěvky

source: Show comments
cs_cz: Zobrazit komentáře

source: Adds your twitter timeline
cs_cz: Přidá vaší Twitter časovou osu

source: Recent Tweets
cs_cz: Nejnovější Tweety

source: For general setup information or information on how to setup a Twitter App or a Twitter Widget on twitter.com, please see our documentation: %s
cs_cz: Obecné informace o nastavení nebo informace o tom, jak nastavit aplikaci Twitter nebo Twitter widget na twitter.com, naleznete v naší dokumentaci: %s

source: How to setup the Avada twitter widget.
cs_cz: Jak nastavit Avada Twitter widget.

source: Widget Style:
cs_cz: Styl widgetu:

source: Twitter Preconfigured Style (deprecated)
cs_cz: Twitter přednastavený styl (zastaralé)

source: Twitter Style
cs_cz: Twitter styl

source: Avada Style
cs_cz: Avada styl

source: Twitter Username:
cs_cz: Uživatelské jméno na Twitteru:

source: Consumer Key:
cs_cz: Klíč zákazníka:

source: Consumer Secret:
cs_cz: Tajný klíč zákazníka:

source: Access Token:
cs_cz: Přístupový token:

source: Access Token Secret:
cs_cz: Tajný přístupový token:

source: Number of Tweet (max. 20 tweets possible):
cs_cz: Počet tweetů (max. je možné 20 tweetů):

source: Icon Color (leave empty for default icon color):
cs_cz: Barva ikony (ponechte prázdné pro výchozí barvu ikony):

source: Max. Width (has to be between 180 and 520):
cs_cz: Max šířka (musí být mezi 180 a 500):

source: Height (min. is 200):
cs_cz: Výška (min. je 200):

source: Color Scheme:
cs_cz: Barevné schéma:

source: Light
cs_cz: Světlý

source: Dark
cs_cz: Tmavý

source: Link Color (leave empty for Theme default link color):
cs_cz: Barva odkazu (ponechte prázdné pro výchozí barvu odkazu v motivu):

source: Border Color:
cs_cz: Barva ohraničení:

source: Show Header
cs_cz: Zobrazit záhlaví

source: Show Footer
cs_cz: Zobrazit patičku

source: Show Borders
cs_cz: Zobrazit okraje

source: Transparent Background
cs_cz: Průhledné pozadí

source: Tweets by %s
cs_cz: Tweety od %s

source: This widget replaces the Side Navigation Template.
cs_cz: Tento widget nahrazuje šablonu postranní navigace.

source: Avada: Vertical Menu
cs_cz: Avada: Vertikální menu

source: For the vertical layout to work, the page needs to be set as part of the WordPress parent/child hierarchy.
cs_cz: Aby svislé rozvržení fungovalo, musí být stránka nastavena jako součást WordPress hierarchie nadřízených/podřízených.

source: Back to Parent Page
cs_cz: Zpět na domovskou stránku

source: Menu Type:
cs_cz: Typ menu:

source: Custom Menu
cs_cz: Vlastní menu

source: Vertical Menu
cs_cz: Svislé menu

source: Choose if a custom menu or the classic side navigation (vertical menu option) should be displayed.
cs_cz: Zvolte, zda se má zobrazit vlastní menu nebo klasická postranní navigace (možnost svislého menu).

source: Parent Page:
cs_cz: Nadřazená stránka:

source: Behavior:
cs_cz: Chování:

source: Hover
cs_cz: Přejetí myší

source: Click
cs_cz: Klikněte

source: Layout:
cs_cz: Rozložení:

source: Project Details
cs_cz: Detaily projektu

source: Element Visibility
cs_cz: Viditelnost prvku

source: Choose to show or hide the element on small, medium or large screens. You can choose more than one at a time.
cs_cz: Vyberte, zda chcete prvek zobrazit nebo skrýt na malých, středních nebo velkých obrazovkách. Můžete vybrat více než jednu možnost.

source: CSS Class
cs_cz: CSS třída

source: Add a class to the wrapping HTML element.
cs_cz: Přidání třídy pro obalení HTML prvku.

source: Add an ID to the wrapping HTML element.
cs_cz: Přidání ID pro obalení HTML prvku.

source: Enable Heading
cs_cz: Povolit nadpis

source: Turn on if you want to display default heading.
cs_cz: Zapněte, pokud chcete zobrazit výchozí nadpis.

source: Design
cs_cz: Vzhled

source: HTML Heading Size
cs_cz: HTML velikost nadpisu

source: Choose the size of the HTML heading that should be used, h1-h6.
cs_cz: Zvolte velikost nadpisu HTML, který má být použit, h1-h6.

source: Show Author
cs_cz: Zobrazit autora

source: Choose to show or hide the author in the Project Details.
cs_cz: Zvolte, zda chcete autora zobrazit nebo skrýt v Podrobnostech projektu.

source: Show
cs_cz: Zobrazit

source: Hide
cs_cz: Skrýt

source: Margin
cs_cz: Odsazení

source: In pixels or percentage, ex: 10px or 10%.
cs_cz: V pixelech nebo v procentech, např.: 10px nebo 10%.

source: Skills Needed:
cs_cz: Potřebné dovednosti:

source: Categories:
cs_cz: Kategorie:

source: Tags:
cs_cz: Štítky:

source: Project URL:
cs_cz: URL projektu:

source: By:
cs_cz: Autor:

source: All
cs_cz: Vše

source: View Larger Image
cs_cz: Větší obrázek

source: FAQ
cs_cz: Časté otázky

source: FAQ Featured Images
cs_cz: Hlavní obrázky Častých otázek

source: Turn on to display featured images.
cs_cz: Zapněte pro zobrazení hlavních obrázků.

source: FAQ Filters
cs_cz: Filtry Častých otázek

source: Controls how the filters display for FAQs.
cs_cz: Určuje způsob zobrazení filtrů pro Časté otázky.

source: Show without "All"
cs_cz: Zobrazit bez "Vše"

source: FAQs in Toggles or Accordions
cs_cz: Časté otázky v přepínačích nebo v rozevíracích seznamech

source: Toggles allow several items to be open at a time. Accordions only allow one item to be open at a time.
cs_cz: Přepínače umožňují otevření několika položek najednou. Harmoniky umožňují najednou otevřít pouze jednu položku.

source: Toggles
cs_cz: Přepínače

source: Accordions
cs_cz: Harmoniky

source: FAQ Items in Boxed Mode
cs_cz: Položky častých otázek v rámečkovém režimu

source: Turn on to display items in boxed mode. FAQ Item divider line must be disabled for this option to work.
cs_cz: Zapněte pro zobrazení položek v rámekovém režimu. Oddělovač položek častých otázek musí být vypnut, aby tato možnost fungovala.

source: FAQ Item Boxed Mode Border Width
cs_cz: Šířka ohraničení rámečkového módu Častých otázek

source: Controls the border size of the FAQ item.
cs_cz: Určuje velikost ohraničení Časté otázky.

source: FAQ Item Boxed Mode Border Color
cs_cz: Barva ohraničení rámečkového módu Častých otázek

source: Controls the border color of the FAQ item.
cs_cz: Určuje barvu ohraničení položky Častých otázek.

source: FAQ Item Boxed Mode Background Color
cs_cz: Barva pozadí rámečkového módu Častých otázek

source: Controls the background color of the FAQ item.
cs_cz: Ovládá barvu pozadí Časté otázky.

source: FAQ Item Boxed Mode Background Hover Color
cs_cz: Barva pozadí rámečkového módu Častých otázek po najetí

source: Controls the background hover color of the FAQ item.
cs_cz: Určuje barvu pozadí Časté otázky po najetí.

source: FAQ Item Divider Line
cs_cz: Dělící čára Častých otázek

source: Turn on to display a divider line between each item.
cs_cz: Zapněte, chcete-li mezi jednotlivými položkami zobrazit dělicí čáru.

source: FAQ Item Icon Size
cs_cz: Velikost ikony položky Častých otázek

source: Set the size of the icon.
cs_cz: Nastavit velikost ikony.

source: FAQ Item Icon Color
cs_cz: Barva ikony položky Častých otázek

source: Controls the color of icon in FAQ box.
cs_cz: Určuje barvu ikony v rámečku Častých otázek.

source: FAQ Item Icon Boxed Mode
cs_cz: Rámečkový režim ikony Časté otázky

source: Turn on to display icon in boxed mode.
cs_cz: Zapněte pro zobrazení ikony v rámečkovém režimu.

source: FAQ Item Icon Inactive Box Color
cs_cz: Barva neaktivního rámečku ikony Časté otázky

source: Controls the color of the inactive FAQ box.
cs_cz: Ovládá barvu neaktivního rámečku Častých otázek.
