Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Controls the color portions of pricing boxes.
fr_fr: Contrôle les sections de couleurs des encadrés de tarification.

source: Pricing Box Background Color
fr_fr: Couleur d'arrière-plan de la grille tarifaire

source: Controls the color of the main background and title background.
fr_fr: Contrôle la couleur de fond principale et celle du titre de la grille tarifaire.

source: Pricing Box Background Hover Color
fr_fr: Couleur d'arrière-plan de la grille tarifaire

source: Controls the hover color of the main background and title background.
fr_fr: Contrôle la couleur de fond principale et celle du titre de la grille tarifaire.

source: Pricing Box Border Color
fr_fr: Couleur de la bordure de l'encadré de tarification

source: Controls the color of the outer border, pricing row and footer row backgrounds.
fr_fr: Contrôle la couleur de la bordure extérieure, du rang de tarification et du rang pied-de-page.

source: Pricing Box Divider Color
fr_fr: Couleur des diviseurs des encadrés de tarification

source: Controls the color of the dividers in-between pricing rows.
fr_fr: Contrôle la couleur des diviseurs entre les rangs de tarification.

source: Select the type of pricing table.
fr_fr: Choisissez le type de tableau de tarification.

source: Set pricing table background color.
fr_fr: Définir la couleur de l'arrière-plan de la table de tarification.

source: Background Hover Color
fr_fr: Couleur d'arrière plan au survol

source: Set pricing table background hover color.
fr_fr: Définir la couleur du fond de l'arrière-plan de la table de prix.

source: Set pricing table border color.
fr_fr: Couleur de la bordure du tableau de prix.

source: Set pricing table divider color.
fr_fr: Définir la couleur du séparateur de la table de prix.

source: Set pricing table headings color.
fr_fr: Définir la couleur des en-têtes de tableau de prix.

source: Pricing Text Color
fr_fr: Couleur du texte de prix

source: Set pricing table price text color.
fr_fr: Définition de la couleur du texte du prix.

source: Body Text Color
fr_fr: Couleur du texte du corps

source: Set pricing table body text color
fr_fr: Définir la couleur du texte du corps du tableau des prix

source: Pricing Table short code content.
fr_fr: Contenu du shortcode du tableau de tarification.

source: Pricing Column
fr_fr: Colonne

source: Pricing table column.
fr_fr: Colonne de table de prix.

source: Column Title
fr_fr: Titre de colonne

source: The title for the pricing column.
fr_fr: Le titre de la colonne des prix.

source: Choose to apply standout styling to the pricing column..
fr_fr: Choisissez d’appliquer un style remarquable à la colonne des prix.

source: Currency Symbol
fr_fr: Symbole de la devise

source: Set the curreny symbol if desired.
fr_fr: Réglez le symbole curreny si désiré.

source: Currency Position
fr_fr: Position de la devise

source: Set the price.
fr_fr: Fixez le prix.

source: Time Period
fr_fr: Période de temps

source: Set the period for the price.
fr_fr: Définissez la période pour le prix.

source: Featured Rows
fr_fr: Lignes en vedette

source: Organize and add content to the pricing table.
fr_fr: Organiser et ajouter du contenu à la table des prix.

source: Footer Content
fr_fr: Contenu du pied de page

source: Enter some content for column footer.
fr_fr: Entrez un peu de contenu pour le pied de colonne.

source: Progress Bar
fr_fr: Barre de progression

source: Progress Bar Text Position
fr_fr: Position de texte de la barre de progression

source: Select the position of the progress bar text. Choose "Default" for Global Options selection.
fr_fr: Sélectionnez la position du texte de la barre de progression. Choisissez "Default" pour la sélection des options globales.

source: On Bar
fr_fr: Titre de la barre de chargement

source: Above Bar
fr_fr: Au-dessus de la barre

source: Below Bar
fr_fr: En-dessous de la barre

source: Progress Bar Text Color
fr_fr: Couleur du texte des barres de progression

source: Controls the color of the progress bar text.
fr_fr: Contrôle la couleur du texte de la barre de progression.

source: Progress Bar Height
fr_fr: Hauteur de la barre de progression

source: Insert a height for the progress bar.
fr_fr: Saisissez une valeur pour la hauteur de la barre de progression.

source: Progress Bar Filled Color
fr_fr: Couleur des zones remplies des barres de progression

source: Controls the color of the progress bar filled area.
fr_fr: Contrôle la couleur des zones pleines de la barre de progression.

source: Progress Bar Unfilled Color
fr_fr: Couleur des zones vides des barres de progression

source: Controls the color of the progress bar unfilled area.
fr_fr: Contrôle la couleur des zones évidées de la barre de progression.

source: Progress Bar Filled Border Size
fr_fr: Taille des bordures des zones remplies des barres de progression

source: Controls the border size of the progress bar filled area.
fr_fr: Contrôle l'épaisseur des bordures des zones pleines de la barre de progression.

source: Progress Bar Filled Border Color
fr_fr: Couleur des bordures de zones remplies des barres de progression

source: Controls the border color of the progress bar filled area.
fr_fr: Contrôle la couleur des bordures des zones pleines de la barre de progression.

source: Progress Bar Text
fr_fr: Texte de la barre de progression

source: Text will show up on progress bar.
fr_fr: Le texte apparaîtra sur la barre de progression.

source: Display Percentage Value
fr_fr: Afficher la valeur en pourcentage

source: Select if you want the filled area percentage value to be shown.
fr_fr: Sélectionnez pour afficher le pourcentage de remplissage de la zone.

source: Progress Bar Unit
fr_fr: Unité de jauge

source: Insert a unit for the progress bar. ex %.
fr_fr: Insérez l'unité de la barre de progression (ex. : %).

source: Text Position
fr_fr: Position du texte

source: Text Align
fr_fr: Alignement du texte

source: Striped Filling
fr_fr: Zones remplies hachurées

source: Choose to get the filled area striped.
fr_fr: Choisissez pour hachurer les zones remplies.

source: Animated Stripes
fr_fr: Hachures animées

source: Choose to get the the stripes animated.
fr_fr: Choisissez pour animer les hachures.

source: Insert a height for the progress bar. Enter value including any valid CSS unit, ex: 10px.
fr_fr: Insérer une hauteur pour la barre de progression. Entrez une valeur incluant toute unité CSS valide, ex: 10px.

source: Filled Border Size
fr_fr: Rempli taille de la bordure

source: Filled Border Color
fr_fr: Couleur du contour

source: Controls the border color of the filled in area.
fr_fr: Contrôle la couleur de la bordure de la zone remplie.

source: Recent Posts
fr_fr: Articles récents

source: Thumbnails on Side
fr_fr: Vignettes sur le côté

source: Date on Side
fr_fr: Date sur le côté

source: Select a category to exclude.
fr_fr: Sélectionnez les catégories à exclure.

source: Show Meta
fr_fr: Afficher les métadonnées

source: Select the alignment of contents.
fr_fr: Sélectionnez l'alignement du contenu.

source: Text display
fr_fr: Affichage du texte

source: Choose to display the post excerpt.
fr_fr: Choisissez d'afficher l'extrait de l'article.

source: Scroll Progress
fr_fr: Progression du défilement

source: Progress Bar Position
fr_fr: Position de a barre de progression

source: Select the position of the progress bar..
fr_fr: Sélectionnez la position de la barre de progression..

source: Content Flow
fr_fr: Flux de contenu

source: Fixed to Top
fr_fr: Fixé au sommet

source: Fixed to Bottom
fr_fr: Fixé au fond

source: Controls the background color of the progress bar.
fr_fr: Contrôle la couleur de fond de la barre de progression.

source: Progress Color
fr_fr: Couleur de progression

source: Controls the color of the progress bar.
fr_fr: Contrôle la couleur du texte de la barre de progression.

source: Progress Bar Border Size
fr_fr: Couleur des zones remplies des barres de progression

source: Controls the border size of the progress bar.
fr_fr: Contrôle l'épaisseur des bordures des zones pleines de la barre de progression.

source: Progress Bar Border Color
fr_fr: Couleur des zones remplies des barres de progression

source: Controls the border color of the progress bar.
fr_fr: Contrôle la couleur des bordures des zones pleines de la barre de progression.

source: Set the border radius of the progress bar.
fr_fr: Définissez le rayon de la bordure de la barre de progression.

source: Select the position of the progress bar.
fr_fr: Sélectionnez la position de la barre de progression.

source: Value for the progress bar's z-index CSS property. For fixed positions, the default value is set to 99998. If you see page contents above the progress bar, you can also set a higher z-index on the wrapping container to fix it.
fr_fr: Valeur de la propriété CSS z-index de la barre de progression. Pour les positions fixes, la valeur par défaut est fixée à 99998. Si le contenu de la page se trouve au-dessus de la barre de progression, vous pouvez également définir un z-index plus élevé pour le conteneur d'habillage afin de corriger la situation.

source: Select a color for the progress bar.
fr_fr: Sélectionnez une couleur pour la barre de progression audio.

source: Controls the border color for the progress bar.
fr_fr: Contrôle la couleur des bordures des zones pleines de la barre de progression.

source: Search Results Content
fr_fr: Contenu des résultats de recherche

source: Controls the type of content that displays in search results. Leave empty for all.
fr_fr: Contrôle le type de contenu qui s'affiche dans les résultats de recherche. Laisser vide pour tous.

source: Enable Live Search
fr_fr: Activer la recherche en direct

source: Turn on to enable live search results on menu search field and other fitting search forms.
fr_fr: Activez pour activer les résultats de recherche en direct sur le champ de recherche de menu et d'autres formes de recherche de raccord.

source: Limit Search to Post Titles
fr_fr: Limiter la recherche aux titres de poste

source: Turn on to limit the search to post titles only.
fr_fr: Activez cette fonction pour limiter la recherche à la publication de titres uniquement.

source: Placeholder
fr_fr: Etiquette

source: Search placeholder
fr_fr: Rechercher placeholder

source: Search Form Design
fr_fr: Design du formulaire de recherche

source: Controls the design of the search form.
fr_fr: Contrôle la conception du formulaire de recherche.

source: Controls the height of form input field. Enter value including CSS unit (px, em, rem), ex: 50px.
fr_fr: Contrôle la hauteur du champ de saisie du formulaire. Entrez une valeur incluant l'unité CSS (px, em, rem), ex : 50px.

source: Field Background Color
fr_fr: Couleur de fond du champ

source: Controls the background color of search field.
fr_fr: Contrôle la couleur de fond du champ de recherche.

source: Field Font Size
fr_fr: Police de champ

source: Controls the size of the search field text. Enter value including any valid CSS unit, ex: 16px.
fr_fr: Contrôle la taille du texte du champ de recherche. Entrez une valeur incluant toute unité CSS valide, ex : 16px.

source: Field Text Color
fr_fr: Couleur du texte de champ

source: Controls the color of the search text in field.
fr_fr: Contrôle la couleur du texte de recherche dans le champ.

source: Field Border Size
fr_fr: Taille de la bordure du champ

source: Controls the border size of the search field.
fr_fr: Contrôle la taille de la bordure du champ de recherche.

source: Field Border Color
fr_fr: Couleur de bordure de champ

source: Controls the border color of the search field.
fr_fr: Contrôle la couleur de la bordure du champ de recherche.

source: Field Border Color On Focus
fr_fr: La couleur de la bordure du champ en vedette

source: Controls the border color of the search input field when it is focused.
fr_fr: Contrôle la couleur de la bordure du champ de saisie de la recherche lorsqu'elle est focalisée.

source: Field Border Radius
fr_fr: Rayon de la frontière du champ

source: Controls the border radius of the search input field. Also works, if border size is set to 0. In pixels.
fr_fr: Contrôle le rayon de la frontière du champ de saisie de la recherche. Fonctionne également si la taille de la bordure est définie à 0. en pixels.

source: Section Separator
fr_fr: Séparateur de section

source: Section Separator Border Size
fr_fr: Taille de la bordure du séparateur de section

source: Controls the border size of the section separator.
fr_fr: Contrôle la taille de bordure du séparateur de section.

source: Section Separator Background Color
fr_fr: Couleur de fond du séparateur de sections

source: Controls the background color of the section separator style.
fr_fr: Contrôle la couleur de fond du séparateur de sections.

source: Section Separator Border Color
fr_fr: Couleur de la bordure du séparateur de sections

source: Controls the border color of the separator.
fr_fr: Contrôle la couleur de la bordure du séparateur.

source: Select the type of the separator
fr_fr: Sélectionnez le type de séparateur

source: Slant
fr_fr: Trait oblique

source: Big Triangle
fr_fr: Gros triangle

source: Rounded Split
fr_fr: Bord arrondi

source: Curved
fr_fr: Courbé

source: Big Half Circle
fr_fr: Gros demi-cercle

source: Clouds
fr_fr: Nuages

source: Waves
fr_fr: Ondes

source: Waves Opacity
fr_fr: Opacité Ondes

source: Waves Brush
fr_fr: Pinceau d'ondes

source: Hills
fr_fr: Collines

source: Hills Opacity
fr_fr: Opacité des collines

source: Music
fr_fr: Musique

source: Paper
fr_fr: Papier

source: Squares
fr_fr: Cases

source: Paint
fr_fr: Peindre

source: Grass
fr_fr: Herbe

source: Controls the height of the separator. Enter value including any valid CSS unit, ex: 200px. Leave empty for auto.
fr_fr: Contrôle la hauteur du séparateur. Entrez une valeur incluant toute unité CSS valide, ex : 200px. Laissez vide pour auto.

source: Choose how many times the Separator should repeat horizontally.
fr_fr: Choisissez combien de fois le séparateur doit se répéter horizontalement.

source: Select the horizontal position of the separator.
fr_fr: Sélectionnez la position horizontale du séparateur.

source: Select the vertical position of the separator.
fr_fr: Sélectionnez la position verticale du séparateur.

source: Top and Bottom
fr_fr: Haut et bas

source: Controls the background color of the separator style.
fr_fr: Contrôle la couleur de fond du style de séparateur.

source: Controls the line style of all separators, divider lines on portfolio archives, blog archives, product archives and more.
fr_fr: Contrôle le style de ligne pour tous les séparateurs, lignes de séparation des pages d'archives du portfolio, du blog, des produits et plus encore.

source: Controls the color of all separators, divider lines and borders for meta, previous & next, filters, archive pages, boxes around number pagination, sidebar widgets, accordion divider lines, counter boxes and more.
fr_fr: Contrôle la couleur de tous les séparateurs, lignes de séparation et bordures pour les zones de métadonnées, la navigation "Précédent / Suivant", les filtres, pages d'archives, paginations, Widgets des barres latérales, conteneurs en accordéon, compteurs et plus encore.

source: Controls the border size of the separator.
fr_fr: Contrôle l'épaisseur de la bordure du séparateur.

source: Controls the icon size of the separator.
fr_fr: Contrôle la taille de l'icône du séparateur.

source: Controls the color of the Icon
fr_fr: Contrôle la couleur de l'icône de check-list.

source: Separator Circle
fr_fr: Cercle du séparateur

source: Turn on if you want to display a circle around the separator icon.
fr_fr: Choisissez "On" pour afficher un cercle autour de l'icône du séparateur.

source: Circle Color
fr_fr: Couleur du cercle

source: Controls the background color of the circle around the icon.
fr_fr: Contrôle la couleur du cercle autour de l’icône de fond.

source: Choose the separator line style.
fr_fr: Choisissez le type de ligne de séparation.

source: Flex Grow
fr_fr: Flex se développer

source: Controls the amount (in parts) of the available space inside the flex column the separator should take up. If the separator is the only element in the column using flex grow, any value above 0 will let it take up all available space. Set to 0 to disable its ability to grow.
fr_fr: Contrôle la quantité (en partie) de l'espace disponible à l'intérieur de la colonne flexible que le séparateur doit occuper. Si le séparateur est le seul élément de la colonne utilisant la croissance flexible, toute valeur supérieure à 0 lui permettra d'occuper tout l'espace disponible. Réglez à 0 pour désactiver sa capacité de croissance.

source: Spacing above and below the separator. In px, em or %, e.g. 10px.
fr_fr: Espace au dessus et en dessous du séparateur. En px, em ou % (ex. : 10px).

source: Controls the color of the icon. Will fall back to the separator color, if no color is set here and in the Global Options.
fr_fr: Contrôle la couleur de l'icône. La couleur du séparateur sera utilisée si aucune couleur n'est définie ici et dans les options globales.

source: Circled Icon
fr_fr: Icône encerclé

source: Choose to have a circle in separator color around the icon.
fr_fr: Choisir d’avoir un cercle de couleur de séparation autour de l’icône.

source: Media Slider
fr_fr: Diaporama de média

source: Enter some content for this slider.
fr_fr: Entrez un peu de contenu pour ce curseur.

source: Select the slider's alignment.
fr_fr: Sélectionnez l'alignement du curseur.

source: Turn on to autoplay the slideshows.
fr_fr: Choisissez "On" pour activer la lecture automatique des diaporamas.

source: Smooth Height
fr_fr: Hauteur variable

source: Turn on to enable smooth height on slideshows when using images with different heights.
fr_fr: Activez cette fonction pour permettre une hauteur régulière dans les diaporamas lorsque vous utilisez des images de différentes hauteurs.

source: Slideshow Speed
fr_fr: Diaporama

source: Controls the speed of slideshows for the slider element. ex: 1000 = 1 second.
fr_fr: Contrôle la vitesse des diaporamas pour l'élément coulissant. ex : 1000 = 1 seconde.

source: Slide Type
fr_fr: Type de slide

source: Choose a video or image slide.
fr_fr: Choisir un slide vidéo ou image.

source: Video Element or Video Embed Code
fr_fr: Elément vidéo ou code de la vidéo intégrée

source: Click the Youtube or Vimeo Element button below then enter your unique video ID, or copy and paste your video embed code. <p class="insert-slider-video-wrap"><a href="#" class="insert-slider-video" data-type="fusion_youtube">Add YouTube Video</a></p><p class="insert-slider-video-wrap"><a href="#" class="insert-slider-video" data-type="fusion_vimeo">Add Vimeo Video</a></p>.
fr_fr: Cliquez sur le bouton Youtube ou Vimeo Element ci-dessous, puis entrez votre identifiant vidéo unique, ou copiez et collez votre code d’intégration vidéo.<p class="insert-slider-video-wrap"><a href="#" class="insert-slider-video" data-type="fusion_youtube">Ajouter la vidéo YouTube</a></p><p class="insert-slider-video-wrap"><a href="#" class="insert-slider-video" data-type="fusion_vimeo">Ajouter la vidéo Vimeo</a></p>.

source: Full Image Link or External Link
fr_fr: Lien complet vers l’Image ou lien externe

source: Add the url of where the image will link to. If lightbox option is enabled, you have to add the full image link to show it in the lightbox.
fr_fr: Ajoutez l'URL cible de l'image. Si la visionneuse est activée, entrez le lien complet de l'image à afficher dans la visionneuse.

source: Social Links Element
fr_fr: Élément de liens sociaux

source: <strong>IMPORTANT NOTE:</strong> These social icon global options control both the social link element and person element.
fr_fr: <strong>NOTE IMPORTANTE :</strong> les options de cette section contrôlent l'ensemble des éléments Liens sociaux et Personnes.

source: Social Links Icons Tooltip Position
fr_fr: Emplacement de la bulle d'informations des icônes de liens sociaux

source: Controls the tooltip position of the social links icons.
fr_fr: Contrôle de la position de l’infobulle des liens sociaux icônes.

source: Controls the font size for the social link icons.
fr_fr: Contrôle la taille de la police de caractères pour les icônes des liens sociaux.

source: Custom colors allow you to choose a color for icons and boxes. Brand colors will use the exact brand color of each network for the icons or boxes.
fr_fr: Les couleurs personnalisées vous permettent de choisir une couleur pour les icônes et les boîtes. Les couleurs de la marque utiliseront la couleur de la marque exacte de chaque réseau pour les icônes ou les boîtes.

source: Controls the color of the custom icons.
fr_fr: Contrôle la couleur des icônes personnalisées.

source: Turn on to have the icon displayed in a small box. Turn off to have the icon displayed with no box.
fr_fr: Choisissez "On" pour afficher l'icône dans un petit encadré. Choisissez "Off" pour afficher l'icône sans encadré.

source: Box radius for the social icons.
fr_fr: Contrôle l'arrondi aux angles des encadrés des icônes sociales.

source: Social Links
fr_fr: Réseaux sociaux

source: Tooltip Position
fr_fr: Position de l’info-bulle

source: Controls the font size for the social icons. Enter value including CSS unit (px, em, rem), ex: 10px
fr_fr: Contrôle la taille de la police pour les icônes sociales. Entrez la valeur en incluant l'unité CSS (px, em, rem), ex : 10px

source: Choose the border radius of the boxed icons. In pixels (px), ex: 1px, or "round".
fr_fr: Déterminez l'arrondi des bordures d'icônes. En pixels (px), ex. : 1px ou "arrondi".

source: Choose the color type of social icons. Brand colors will use the exact brand color of each network for the icons or boxes.
fr_fr: Choisissez le type de couleur des icônes sociales. Les couleurs de la marque utiliseront la couleur de marque exacte de chaque réseau pour les icônes ou les cases.

source: Social Sharing
fr_fr: Partage social

source: Social Networks
fr_fr: Réseaux sociaux

source: Select social network you want to be displayed in the social share box.
fr_fr: Sélectionnez le réseau social que vous souhaitez voir apparaître dans la boîte de partage social.

source: Sharing Box Tagline
fr_fr: Slogan de la zone de partage social

source: Insert a tagline for the social sharing boxes.
fr_fr: Saisissez votre slogan pour les zones de partage social.

source: Share This Story, Choose Your Platform!
fr_fr: Partagez cet article, Choisissez votre Plateforme!

source: Sharing Box Tagline Text Color
fr_fr: Couleur du texte du slogan de l'encadré de partage

source: Controls the color of the tagline text in the social sharing boxes.
fr_fr: Contrôle la couleur du slogan dans les zones de partage social.

source: Sharing Box Background Color
fr_fr: Couleur de fond de l'encadré de partage

source: Controls the background color of the social sharing boxes.
fr_fr: Contrôle la couleur de fond des zones de partage social.

source: Social Sharing Box Icons
fr_fr: Icônes de la zone de partage social

source: Sharing Box Icon Font Size
fr_fr: Taille de la police de caractères des icônes des zones de partage social

source: Controls the font size of the social icons in the social sharing boxes.
fr_fr: Contrôle la taille de la police de caractères des icônes dans les zones de partage social.

source: Sharing Box Icons Tooltip Position
fr_fr: Emplacement de l'info-bulle des icônes sociales de la zone de partage social

source: Controls the tooltip position of the social icons in the social sharing boxes.
fr_fr: Contrôle l'emplacement des info-bulles des icônes sociales dans les zones de partage social.

source: Sharing Box Icon Color Type
fr_fr: Type de couleur des icônes sociales de la zone de partage social
