Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Manage your saved columns. Columns cannot be inserted from the library window and they must always go inside a container. The globe icon indicates the element is a <a href="%s" target="_blank">global element</a>.
fr_fr: Gérez vos colonnes enregistrées. Les colonnes ne peuvent pas être insérées depuis la fenêtre de la bibliothèque et doivent toujours aller dans un conteneur. L'icône de globe indique que l'élément est un <a href="%s" target="_blank">élément global</a> .

source: This is a global column.
fr_fr: Ceci est une colonne globale.

source: There are no custom columns in your library
fr_fr: Il n'y aucune colonne personnalisée dans votre bibliothèque

source: Saved Elements
fr_fr: Éléments sauvegardés

source: Manage your saved elements. Elements cannot be inserted from the library window and they must always go inside a column. The globe icon indicates the element is a <a href="%s" target="_blank">global element</a>.
fr_fr: Gérer vos éléments enregistrés. Les éléments ne peuvent pas être insérés depuis la fenêtre de la bibliothèque et ils doivent toujours aller dans une colonne. L'icône de globe indique que l'élément est un <a href="%s" target="_blank">élément global</a> .

source: This is a global element.
fr_fr: C'est un élément global.

source: Custom template name
fr_fr: Nom du modèle personnalisé

source: Save current page layout as a template
fr_fr: Sauvegarder la mise-en page page actuelle comme modèle

source: Enter a name for your template and click the Save button. This will save the entire page layout, page template from the page attributes box, custom CSS, and Avada Page Options. IMPORTANT: When loading a saved template through the "Replace All Content" option, everything will load, including the page template and Avada Page Options. When inserting above or below existing content only the saved content will be added.
fr_fr: Saisissez un nom pour votre modèle et cliquez sur le bouton Enregistrer. Cela permettra de sauvegarder la mise en page complète, le modèle de page de la boîte d'attributs de la page, le CSS personnalisé et les options de page Avada. IMPORTANT : Lors du chargement d'un modèle sauvegardé via l'option "Remplacer tout le contenu", tout sera chargé, y compris le modèle de page et les options de page Avada. Lors de l'insertion au-dessus ou au-dessous d'un contenu existant, seul le contenu sauvegardé sera ajouté.

source: Load %s
fr_fr: Charger %s

source: There are no custom templates in your library
fr_fr: Il n'y a aucun modèle personnalisé dans votre bibliothèque

source: Add-on Elements
fr_fr: Composants supplémentaires

source: <strong>IMPORTANT NOTE:</strong> This panel holds element options for any Avada Builder Add-on you have purchased from a 3rd party source. These are not made by ThemeFusion. If you require support for these elements, please contact the individual Add-on creator you purchased them from.
fr_fr: <strong>NOTE IMPORTANTE :</strong> Ce panneau contient des options d'éléments pour tout add-on Avada Builder que vous avez acheté auprès d'une source tierce. Ces éléments ne sont pas fabriqués par ThemeFusion. Si vous avez besoin d'une assistance pour ces éléments, veuillez contacter le créateur du module complémentaire auprès duquel vous les avez achetés.

source: Go to the Avada plugin installation page
fr_fr: Aller à la page d'installation du plugin Avada

source: You are editing a saved container from the Avada Builder Library which will update with your changes when you click the update button. This is not a real page, only a saved container.
fr_fr: Vous êtes en train de modifier un conteneur sauvegardé de la bibliothèque Avada Builder qui se mettra à jour avec vos modifications lorsque vous cliquerez sur le bouton de mise à jour. Il ne s'agit pas d'une vraie page, mais d'un conteneur sauvegardé.

source: You are editing a saved column from the Avada Builder Library which will update with your changes when you click the update button. This is not a real page, only a saved column.
fr_fr: Vous êtes en train d'éditer une colonne sauvegardée de la bibliothèque du constructeur Avada qui se mettra à jour avec vos changements lorsque vous cliquerez sur le bouton de mise à jour. Il ne s'agit pas d'une vraie page, mais d'une colonne sauvegardée.

source: You are editing a saved element from the Avada Builder Library which will update with your changes when you click the update button. This is not a real page, only a saved element.
fr_fr: Vous modifiez un élément sauvegardé de la bibliothèque Avada Builder qui sera mis à jour avec vos modifications lorsque vous cliquerez sur le bouton de mise à jour. Il ne s'agit pas d'une vraie page, mais d'un élément sauvegardé.

source: You are editing a post card from the Avada Builder Library which will update with your changes when you click the update button. This is not a real page, only a post card. Individual post cards can be selected in the post cards element as a way of displaying posts.
fr_fr: Vous êtes en train de modifier une carte postale de la bibliothèque Avada Builder qui sera mise à jour avec vos modifications lorsque vous cliquerez sur le bouton de mise à jour. Il ne s'agit pas d'une véritable page, mais d'une carte postale. Les cartes postales individuelles peuvent être sélectionnées dans l'élément cartes postales comme moyen d'afficher les articles.

source: Avada Builder Settings
fr_fr: Paramètres du constructeur Avada

source: Default Editor
fr_fr: Éditeur par défaut

source: Column Margins
fr_fr: Marges externes des colonnes

source: Controls the top/bottom margins for all column sizes.
fr_fr: Contrôle les marges externes supérieures et inférieures pour toutes les colonnes quelle que soit leur taille.

source: Column Spacing
fr_fr: Espacement des colonnes

source: Controls the column spacing between one column to the next.
fr_fr: Contrôle l'espacement des colonnes d'une colonne à l'autre.

source: Column Width On Medium Screens
fr_fr: Largeur des colonnes sur les écrans moyens

source: Controls how columns should be displayed on medium sized screens.
fr_fr: Contrôle la façon dont les colonnes doivent être affichées sur les écrans de taille moyenne.

source: Inherit From Large
fr_fr: Hériter du grand

source: Full Width
fr_fr: Pleine largeur

source: Column Width On Small Screens
fr_fr: Largeur des colonnes sur les petits écrans

source: Controls how columns should be displayed on small sized screens.
fr_fr: Contrôle la façon dont les colonnes doivent être affichées sur des écrans de petite taille.

source: Alignment
fr_fr: Alignement

source: Defines how the column should align itself within the container. Overrides what is set on the container.
fr_fr: Définit comment la colonne doit s'aligner dans le conteneur. Remplace ce qui est défini sur le conteneur.

source: General
fr_fr: Général

source: Default
fr_fr: Par défaut

source: Flex Start
fr_fr: Démarrage Flex

source: Center
fr_fr: Centre

source: Flex End
fr_fr: Fin Flex

source: Stretch
fr_fr: Etirée

source: Content Layout
fr_fr: Disposition du contenu

source: Defines how the column content should be positioned. If block is selected it will not use flex positioning and will instead allow floated elements.
fr_fr: Définit la manière dont le contenu de la colonne doit être positionné. Si le bloc est sélectionné, il n'utilisera pas de positionnement flexible et autorisera plutôt les éléments flottants.

source: Row
fr_fr: Ligne

source: Block
fr_fr: Bloquer

source: Content Alignment
fr_fr: Alignement du contenu

source: Defines how the column content should align. Works only with full height columns.
fr_fr: Définit la manière dont le contenu de la colonne doit s'aligner. Ne fonctionne qu'avec des colonnes de pleine hauteur.

source: Space Between
fr_fr: Espace entre

source: Space Around
fr_fr: Espace autour

source: Space Evenly
fr_fr: Espacer uniformément

source: Content Vertical Alignment
fr_fr: Alignement vertical du contenu

source: Defines how the column content should vertically align.
fr_fr: Définit comment le contenu de la colonne doit être aligné verticalement.

source: Content Wrap
fr_fr: Contenu du Conteneur

source: Defines whether elements are forced onto one line or can wrap onto multiple lines.
fr_fr: Définit si les éléments sont forcés sur une ligne ou s'ils peuvent s'enrouler sur plusieurs lignes.

source: Wrap
fr_fr: Enveloppe

source: No Wrap
fr_fr: Pas d’enveloppement

source: Controls the column spacing between one column to the next. Enter value including any valid CSS unit, ex: 4%.
fr_fr: Contrôle l'espacement des colonnes. Saisissez une valeur suivie de toute unité compatible avec CSS (ex. : 4%).

source: Center Content
fr_fr: Centrer le contenu

source: Set to "Yes" to center the content vertically. Equal heights on the parent container must be turned on.
fr_fr: Réglez sur "Oui" pour centrer le contenu verticalement. Les hauteurs identiques sur le conteneur parent doivent être activées.

source: Link URL
fr_fr: URL du lien

source: Add the URL the column will link to, ex: http://example.com. <strong>IMPORTANT:</strong> This will disable links on elements inside the column.
fr_fr: Ajoutez l'URL vers laquelle la colonne sera liée, ex : http://example.com. <strong>IMPORTANT :</strong> Cela désactivera les liens sur les éléments à l'intérieur de la colonne.

source: Link Target
fr_fr: Cible du lien

source: _self = open in same browser tab, _blank = open in new browser tab.
fr_fr: _self = ouvre le lien dans la fenêtre, _blank = ouvre le lien dans une nouvelle fenêtre.

source: Ignore Equal Heights
fr_fr: Ignorer l'égalisation des hauteurs

source: Choose to ignore equal heights on this column if you are using equal heights on the surrounding container.
fr_fr: Choisissez d'ignorer l'égalisation des hauteur pour cette colonne si vous utilisez cette fonctionnalité pour son conteneur.

source: Column Visibility
fr_fr: Visibilité de la colonne

source: Choose to show or hide the column on small, medium or large screens. You can choose more than one at a time.
fr_fr: Choisissez de montrer ou de masquer la colonne sur les écrans petits, moyens ou grands. Vous pouvez en choisir plusieurs.

source: Width
fr_fr: Largeur

source: Column width on respective display size.
fr_fr: Largeur de la colonne sur la taille d'affichage respective.

source: Order
fr_fr: Commande

source: Column order on respective display size.
fr_fr: Ordre des colonnes selon la taille de l'affichage.

source: Enter values including any valid CSS unit, ex: 4%. Leave empty to inherit from container or Global Option.
fr_fr: Entrez des valeurs incluant toute unité CSS valide, ex : 4%. Laissez vide pour hériter du conteneur ou de l'option globale.

source: Enter values including any valid CSS unit, ex: 4%.
fr_fr: Entrez des valeurs incluant toute unité CSS valide, ex: 4%.

source: Padding
fr_fr: Marges intérieures

source: Hover Type
fr_fr: Type de survol

source: Select the hover effect type. <strong>IMPORTANT:</strong> For the effect to be noticeable, you'll need a background color/image, and/or a border enabled. This will disable links and hover effects on elements inside the column.
fr_fr: Sélectionnez le type d'effet de survol. <strong> IMPORTANT: </strong> pour que l'effet soit visible, une couleur/image d'arrière-plan et/ou une bordure doivent être activés. Cela désactivera les liens et les effets de survol sur les éléments de la colonne.

source: None
fr_fr: Aucun

source: Zoom In
fr_fr: Zoom avant

source: Zoom Out
fr_fr: Zoom arrière

source: Lift Up
fr_fr: Soulever

source: Column Border Size
fr_fr: Taille de la bordure des colonnes

source: Controls the border size of the column element.
fr_fr: Contrôle la taille de la bordure de l'élément de colonne.

source: Column Border Color
fr_fr: Colonne Couleur de la bordure

source: Controls the border color of the column element.
fr_fr: Contrôle la couleur de la bordure de l'élément de colonne.

source: Border Style
fr_fr: Style de bordure

source: Controls the border style.
fr_fr: Contrôle le style de la bordure.

source: Solid
fr_fr: Solide

source: Dashed
fr_fr: Tirets

source: Dotted
fr_fr: Pointillés

source: Border Radius
fr_fr: Rayon de la bordure

source: Enter values including any valid CSS unit, ex: 10px. <strong>IMPORTANT:</strong> In order to make border radius work in browsers, the overflow CSS rule of the column needs set to hidden. Thus, depending on the setup, some contents might get clipped.
fr_fr: Entrez des valeurs incluant toute unité CSS valide, ex: 10px. <strong> IMPORTANT: </strong> Pour que le rayon de bordure fonctionne dans les navigateurs, la règle de débordement CSS de la colonne doit être définie sur masqué. Ainsi, en fonction de la configuration, certains contenus peuvent être coupés.

source: Hover
fr_fr: Survol

source: Overflow
fr_fr: Débordement

source: Scroll
fr_fr: Défilement

source: Hidden
fr_fr: Masqué

source: Background Type
fr_fr: Type d'arrière-plan

source: Use filters to see specific type of content.
fr_fr: Utilisez des filtres pour voir un type spécifique de contenu.

source: Background
fr_fr: Arrière-plan

source: Color
fr_fr: Couleur

source: Gradient
fr_fr: Dégradé

source: Background Color
fr_fr: Couleur de fond

source: Controls the background color.
fr_fr: Contrôle la couleur de fond.

source: Background Image
fr_fr: Image d'arrière-plan

source: Upload an image to display in the background.
fr_fr: Téléchargez une image pour l'afficher en arrière-plan.

source: Background Image ID
fr_fr: ID de l'image d'arrière-plan

source: Background Image ID from Media Library.
fr_fr: ID de l’image d’arrière-plan de la bibliothèque multimédia.

source: Lazy Load
fr_fr: Chargement paresseux

source: Lazy load which is being used.
fr_fr: Chargement paresseux qui est utilisé.

source: Skip Lazy Loading
fr_fr: Ignorer le chargement paresseux

source: Select whether you want to skip lazy loading on this image or not.
fr_fr: Choisissez si vous voulez ignorer le chargement paresseux de cette image ou non.

source: Background Position
fr_fr: Position de l'arrière-plan

source: Choose the position of the background image.
fr_fr: Choisir la position de l’image d’arrière-plan.

source: Left Top
fr_fr: En haut à gauche

source: Left Center
fr_fr: Centré à gauche

source: Left Bottom
fr_fr: En bas à gauche

source: Right Top
fr_fr: En haut à droite

source: Right Center
fr_fr: Au centre à droite

source: Right Bottom
fr_fr: En bas à droite

source: Center Top
fr_fr: Centré en haut

source: Center Center
fr_fr: Centre centre

source: Center Bottom
fr_fr: Centré en bas

source: Background Repeat
fr_fr: Répétition de l'arrière-plan

source: Choose how the background image repeats.
fr_fr: Choisissez comment l&rsquo;image de fond se répète.

source: No Repeat
fr_fr: Ne pas répéter

source: Repeat Vertically and Horizontally
fr_fr: Répétition verticale et horizontale

source: Repeat Horizontally
fr_fr: Répéter horizontalement

source: Repeat Vertically
fr_fr: Répéter verticalement

source: Background Size
fr_fr: Taille de l’arrière plan

source: Cover
fr_fr: Couverture

source: Custom
fr_fr: Personnaliser

source: Background Blend Mode
fr_fr: Mode de fusion de l'arrière-plan

source: Choose how blending should work for each background layer.
fr_fr: Choisissez le mode de fusion.

source: Disabled
fr_fr: Désactivé

source: Multiply
fr_fr: Multiplié

source: Screen
fr_fr: Écran

source: Overlay
fr_fr: Superposition

source: Darken
fr_fr: Assombrir

source: Lighten
fr_fr: Eclaircir

source: Color Dodge
fr_fr: Densité de couleur

source: Color Burn
fr_fr: Éclat de la couleur

source: Hard Light
fr_fr: Clarté intense

source: Soft Light
fr_fr: Adouci

source: Difference
fr_fr: Différence

source: Hue
fr_fr: Teinte

source: Luminosity
fr_fr: Luminosité

source: Position Sticky
fr_fr: Position collante

source: Responsive Position Sticky
fr_fr: Position réactive collante

source: Choose at which screen sizes the container should be sticky.
fr_fr: Choisissez la taille de l'écran à laquelle le récipient doit être collant.

source: Position Absolute
fr_fr: Position Absolue

source: Icon Set
fr_fr: Jeu d'icônes

source: Icon Sets
fr_fr: Jeux d'icônes

source: CSS Prefix
fr_fr: Préfixe CSS

source: No custom icon sets found in Trash.
fr_fr: Aucun jeu d'icônes personnalisé n'a été trouvé dans la Corbeille.

source: No custom icon sets have been created yet.
fr_fr: Aucun jeu d'icônes personnalisé n'a encore été créé.

source: Sample Post Title
fr_fr: Exemple de titre d’article

source: Search: %s
fr_fr: Recherche : %s

source: Category: %s
fr_fr: Catégorie : %s

source: Author: %s
fr_fr: Auteur : %s

source: Year: %s
fr_fr: Année : %s

source: Month: %s
fr_fr: Mois : %s

source: Day: %s
fr_fr: Jour : %s

source: No Comments
fr_fr: Aucun commentaire

source: One Comment
fr_fr: Un commentaire

source: %s Comment
fr_fr: %s Commentaire

source: Before
fr_fr: Avant

source: Text before value.
fr_fr: Texte avant valeur.

source: After
fr_fr: Après

source: Text after value.
fr_fr: Texte après valeur.

source: Fallback
fr_fr: Retrait

source: Fallback if no value found.
fr_fr: Repli si aucune valeur trouvée.

source: Main Featured Image
fr_fr: Image principale

source: Post
fr_fr: Article

source: Featured Image %d
fr_fr: Image en vedette %d

source: Your Title Goes Here
fr_fr: Le titre doit être placé ici

source: Include Context
fr_fr: Inclure le contexte

source: Whether to include title context, ie. Category: Avada.
fr_fr: Inclure ou non le contexte du titre, c'est-à-dire la catégorie : Avada.

source: Excerpt / Archive Description
fr_fr: Extrait / Description des archives

source: Your Description Goes Here
fr_fr: Votre description se trouve ici

source: Comments Number
fr_fr: Nombre de commentaires

source: Link
fr_fr: Liens

source: Whether the comment number should link to the comments form.
fr_fr: Si le numéro de commentaire doit être lié au formulaire de commentaires.

source: Terms
fr_fr: Termes

source: Taxonomy
fr_fr: Taxonomie

source: Enter taxonomy slug.
fr_fr: Entrez la limace de taxonomie.

source: Taxonomy to use.
fr_fr: Taxonomie à utiliser.

source: Separator
fr_fr: Séparateur

source: Separator between post terms.
fr_fr: Séparateur entre les termes post.

source: Whether each term should link to term page.
fr_fr: Si chaque terme doit être lié à la page terme.

source: Time
fr_fr: Heure

source: Time format to use. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="_blank" rel="noopener noreferrer">Formatting Date and Time</a>
fr_fr: Format de temps à utiliser. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="_blank" rel="noopener noreferrer">Mise en forme date et heure</a>

source: Date Type
fr_fr: Format de date

source: Date type to display.
fr_fr: Type de date à afficher.

source: Post Published
fr_fr: Article publié

source: Post Modified
fr_fr: Article modifié

source: Date format to use. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="_blank" rel="noopener noreferrer">Formatting Date and Time</a>
fr_fr: Format de date à utiliser. <a href="https://wordpress.org/support/article/formatting-date-and-time/" target="_blank" rel="noopener noreferrer">Mise en forme date et heure</a>

source: Reading Time
fr_fr: Temps de lecture

source: Post Type
fr_fr: Type d'article

source: Custom Field
fr_fr: Champ personnalisé

source: Custom Field Value Here
fr_fr: Valeur du champ personnalisé ici

source: Key
fr_fr: Clé

source: Custom field ID key.
fr_fr: Clé d’identification de champ personnalisée.

source: Permalink
fr_fr: Permalien

source: Featured Image
fr_fr: Image à la une

source: Select which featured image should display.
fr_fr: Sélectionnez l'image qui doit être affichée.

source: Term Count
fr_fr: Compte

source: Singular
fr_fr: Singulier

source: Default singular text.
fr_fr: Texte singulier par défaut.

source: Plural
fr_fr: Pluriel

source: Default plural text.
fr_fr: Texte pluriel par défaut.

source: Featured Images
fr_fr: Images à la Une

source: Include Main Featured Image
fr_fr: Inclure l'image principale

source: Whether to include the main featured image as well.
fr_fr: La question de savoir s'il faut également inclure l'image principale.

source: Site Title
fr_fr: Nom du site

source: Site Tagline
fr_fr: Slogan du site

source: Site URL
fr_fr: URL du site

source: Logo Type
fr_fr: Type de logo

source: Select logo type to display. All can be used in image element for header layout section.
fr_fr: Sélectionnez le type de logo à afficher. Tous peuvent être utilisés dans la section "élément d'image pour la mise en page de l'en-tête".

source: Default (Normal)
fr_fr: Défaut (Normal)

source: Default (Retina)
fr_fr: Défaut (Rétine)

source: Sticky (Normal)
fr_fr: Collant (Normal)

source: Sticky (Retina)
fr_fr: Sticky (Rétine)

source: Mobile (Retina)
fr_fr: Mobile (Rétine)

source: Other
fr_fr: Autre

source: Logged in Display Name
fr_fr: Nom d'affichage de la personne connectée

source: Request Parameter
fr_fr: Paramètre de demande

source: Param Type
fr_fr: Type de paramètre

source: Event Date
fr_fr: Date de l’événement

source: Events Calendar
fr_fr: Calendrier des événements

source: Event Date to display.
fr_fr: Date de l'événement à afficher.

source: Event Start Date
fr_fr: Date de début de l'événement

source: Event End Date
fr_fr: Date de fin de l’événement

source: Event ID
fr_fr: ID de l'événement

source: Event Date to display. Leave empty to use the current event ID.
fr_fr: Date de l'événement à afficher. Laissez vide pour utiliser l'ID de l'événement actuel.

source: Author Name
fr_fr: Nom de l'auteur

source: Author
fr_fr: Auteurs

source: Author Description
fr_fr: Description de l'auteur

source: Author Avatar
fr_fr: Avatar de l’auteur

source: Author Page URL
fr_fr: Page de l'auteur

source: Author Social URL
fr_fr: URL sociale de l'auteur

source: Social Link
fr_fr: Lien social

source: Select which social platform link to use.
fr_fr: Sélectionnez le lien de la plate-forme sociale à utiliser.

source: ACF Text
fr_fr: Texte ACF

source: Advanced Custom Fields
fr_fr: Champs personnalisés avancés

source: Field
fr_fr: Champ

source: Enter field name you want to use.
fr_fr: Entrez le nom du champ que vous souhaitez utiliser.

source: Which field you want to use.
fr_fr: Quel champ vous voulez utiliser.

source: ACF Image
fr_fr: Image ACF

source: ACF Link
fr_fr: Lien ACF

source: ACF Gallery
fr_fr: Galerie ACF

source: Update Cart
fr_fr: Panier

source: Product Price
fr_fr: Prix du produit

source: Format of price to display.
fr_fr: Format de prix à afficher.

source: Both
fr_fr: Les deux

source: Product Rating
fr_fr: Évaluation du produit

source: Format of rating to display.
fr_fr: Format de notation à afficher.

source: Average Rating
fr_fr: Note moyenne

source: Rating Count
fr_fr: Nombre d'évaluations

source: Review Count
fr_fr: Nombre d'avis

source: Product SKU
fr_fr: SKU du produit

source: Product Stock
fr_fr: Stock produit

source: Woo Gallery
fr_fr: Woo Galerie

source: Add To Cart
fr_fr: Ajouter au panier

source: Quick View
fr_fr: Aperçu

source: Category Thumbnail
fr_fr: Catégorie vignette

source: Sale Date
fr_fr: Date de vente

source: Sale Date to display.
fr_fr: Date de vente à afficher.

source: Sale Start Date
fr_fr: Date de Début de Vente

source: Sale End Date
fr_fr: Date de Fin de Vente

source: Product ID
fr_fr: ID produit

source: Product Sale Date to display. Leave empty to use the current product ID.
fr_fr: Date de vente du produit à afficher. Laissez vide pour utiliser l'identifiant actuel du produit.

source: Cart Count
fr_fr: Compte du panier

source: Heading
fr_fr: En-tête

source: Page Title Bar
fr_fr: Barre de Titre de la page

source: Your Heading Goes Here
fr_fr: Votre titre est ici

source: Subheading
fr_fr: Sous-titre
