Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Controls the background color for the audio player.
fr_fr: Contrôle la couleur de fond pour le lecteur audio.

source: Audio Progress Color
fr_fr: Couleur de progrès audio

source: Select a color for the audio progress-bar.
fr_fr: Sélectionnez une couleur pour la barre de progression audio.

source: Controls Color Scheme
fr_fr: Contrôle le système de couleurs

source: Depending on the background color you can change this value to "Light" or "Dark" to ensure controls are visible.
fr_fr: Selon la couleur de fond, vous pouvez changer cette valeur en "Lumière" ou "Dark" pour s’assurer que les contrôles sont visibles.

source: Set the border size.
fr_fr: Définir la taille de la bordure graphique en pixels.

source: Controls the border color for the audio player.
fr_fr: Contrôle la couleur de la frontière pour le lecteur audio.

source: Set the border radius.
fr_fr: Définissez le rayon de la bordure.

source: Upload an audio file.
fr_fr: Téléchargez un fichier audio.

source: Turn on to loop the media.
fr_fr: Activez-vous pour boucler les médias.

source: Turn on to autoplay the media.
fr_fr: Activez pour autojouer les médias.

source: Preload
fr_fr: Préchargement

source: Specifies if and how the audio should be loaded when the page loads. Defaults to "None".
fr_fr: Précise si et comment l’audio doit être chargé lorsque la page se charge. Par défaut à "Aucun".

source: • "None": The audio should not be loaded when the page loads.
fr_fr: " Aucun " : L’audio ne doit pas être chargé lorsque la page se charge.

source: • "Auto": The audio should be loaded entirely when the page loads.
fr_fr: " Auto " : L’audio doit être chargé entièrement lorsque la page se charge.

source: • "Metadata": Only metadata should be loaded when the page loads..
fr_fr: « Métadonnées » : seules les métadonnées doivent être chargées lorsque la page se charge.

source: Metadata
fr_fr: Métadonnées

source: Set the border size. In pixels.
fr_fr: Définir la taille de la bordure graphique en pixels.

source: Blank Page
fr_fr: Page vide

source: Read More
fr_fr: Lire Plus

source: Protected
fr_fr: Protégé

source: More on
fr_fr: En savoir plus sur

source: Set the number of columns per row for grid and masonry layout. <strong>IMPORTANT:</strong> Masonry layout does not work with 1 column.
fr_fr: Définissez le nombre de colonnes par ligne pour la disposition de la grille et de la maçonnerie. <strong> IMPORTANT: </strong> La disposition de maçonnerie ne fonctionne pas avec 1 colonne.

source: Controls the column spacing for blog posts for grid and masonry layout.
fr_fr: Contrôle l'espacement des colonnes pour les articles de blog pour la disposition en grille et en maçonnerie.

source: Blog Grid Text Padding
fr_fr: Blocage du texte de la grille du blog

source: Controls the top/right/bottom/left padding of the blog text when using grid / masonry or timeline layout.
fr_fr: Contrôle le remplissage en haut/à droite/en bas/à gauche du texte de blog lorsque vous utilisez une disposition grille / maçonnerie ou de la chronologie.

source: Controls if the post content displays an excerpt, full content or is completely disabled for blog elements.
fr_fr: Contrôle si le contenu du message affiche un extrait, un contenu complet ou est complètement désactivé pour les éléments de blog.

source: Controls the number of words in the excerpts for blog elements.
fr_fr: Contrôle le nombre de mots dans les extraits pour les éléments du Portfolio.

source: Load More Posts Button Background Color
fr_fr: Charger plus de messages Bouton Couleur d’arrière-plan

source: Controls the background color of the load more button for ajax post loading for blog elements.
fr_fr: Contrôle la couleur de fond du bouton load more pour le chargement des messages ajax pour les éléments du blog.

source: Load More Posts Button Text Color
fr_fr: Chargez plus de messages Couleur de texte de bouton

source: Controls the text color of the load more button for ajax post loading for blog elements.
fr_fr: Contrôle la couleur du texte du bouton load more pour le chargement des messages ajax pour les éléments du blog.

source: Load More Posts Button Hover Background Color
fr_fr: Chargez plus de messages Bouton Hover Couleur de fond

source: Controls the hover background color of the load more button for ajax post loading for blog elements.
fr_fr: Contrôle la couleur de fond du bouton load more pour le chargement des messages ajax pour les éléments du blog.

source: Load More Posts Hover Button Text Color
fr_fr: Chargez plus de messages Hover Button Text Color

source: Controls the hover text color of the load more button for ajax post loading for blog elements.
fr_fr: Contrôle la couleur du texte survolé du bouton load more pour le chargement des messages ajax pour les éléments du blog.

source: Blog Layout
fr_fr: Mise en page du blog

source: Select the layout for the element
fr_fr: Sélectionnez une mise en page pour l'élément

source: Set the number of columns per row. <strong>IMPORTANT:</strong> Masonry layout does not work with 1 column.
fr_fr: Définissez le nombre de colonnes par ligne. <strong> IMPORTANT: </strong> La disposition de maçonnerie ne fonctionne pas avec 1 colonne.

source: Controls the column spacing for blog posts.
fr_fr: Contrôle l'espacement des colonnes pour les articles de blog.

source: Select number of posts per page. Set to -1 to display all. Set to 0 to use number of posts from Settings > Reading.
fr_fr: Sélectionnez le nombre d’articles par page. Réglez de "-1" à "tout". Réglez sur "0" pour utiliser le nombre de messages paramétré dans Réglages> Lecture.

source: Post Status
fr_fr: Statut de l’article

source: Select the status(es) of the posts that should be included or leave blank for published only posts.
fr_fr: Sélectionnez l’état(es) des messages qui doivent être inclus ou laissez vide pour les publications uniquement.

source: Drafted
fr_fr: Rédigé

source: Scheduled
fr_fr: Planifié

source: Private
fr_fr: Privé

source: Pending
fr_fr: En attente

source: Post Offset
fr_fr: Articles à sauter

source: The number of posts to skip. ex: 1.
fr_fr: Nombre d'articles à ignorer. Ex : 1.

source: Pull Posts By
fr_fr: Trier les article par

source: Choose to show posts by category or tag.
fr_fr: Choisir de trier par Catégorie ou par mot-clé.

source: Select categories or leave blank for all.
fr_fr: Sélectionner Catégories ou laisser blanc pour tout afficher.

source: Exclude Categories
fr_fr: Exclure les catégories

source: Select categories to exclude.
fr_fr: Sélectionnez les catégories à exclure.

source: Select a tag or leave blank for all.
fr_fr: Sélectionnez le mot-clé ou laissez vide pour toutes les sélectionner.

source: Exclude Tags
fr_fr: Exclure les mots-clés

source: Select a tag to exclude.
fr_fr: Sélectionnez le mot-clé ou laissez vide pour les exclures.

source: Order By
fr_fr: Trier par

source: Defines how posts should be ordered.
fr_fr: Définit par quel critère les articles sont triés.

source: Post Slug
fr_fr: Jeton d'article

source: Number of Comments
fr_fr: Nombre de commentaires

source: Random
fr_fr: Aléatoire

source: Defines the sorting order of posts.
fr_fr: Définit le sens du tri des articles.

source: Descending
fr_fr: descendant

source: Ascending
fr_fr: ascendant

source: Display the post featured image.
fr_fr: Afficher l'image à la une de l'article.

source: Display the post title below the featured image.
fr_fr: Afficher le titre de l&rsquo;article.

source: Title Size
fr_fr: Taille du titre

source: Link Title To Post
fr_fr: Créer un lien sur le titre vers l'article

source: Choose if the title should be a link to the single post page.
fr_fr: Choisissez si le titre est un lien vers l'article.

source: Blog Grid Text Padding
fr_fr: Blocage du texte de la grille du blog

source: Controls the padding for the blog text when using grid / masonry or timeline layout. Enter values including any valid CSS unit, ex: 30px, 25px, 0px, 25px.
fr_fr: Contrôle le remplissage du texte du blog lors de l'utilisation de la mise en page Grille / Maçonnerie ou Chronologie. Entrez des valeurs, y compris toute unité CSS valide, ex: 30px, 25px, 0px, 25px.

source: Breadcrumbs
fr_fr: Aide à la navigation

source: Prefix
fr_fr: Préfixe

source: Controls the text before the breadcrumb menu.
fr_fr: Le texte avant le fil d’Ariane.

source: Controls the type of separator between each breadcrumb.
fr_fr: Contrôle le style de séparateur entre les éléments du fil d'Ariane.

source: Select the beadcrumbs alignment.
fr_fr: Sélectionnez l'alignement des miettes.

source: Controls the font size for the breadcrumbs text. Enter value including CSS unit (px, em, rem), ex: 10px
fr_fr: Contrôle la taille de la police pour le texte de la chapelure. Entrez la valeur en incluant l'unité CSS (px, em, rem), ex : 10px

source: Controls the text color of the breadcrumbs font.
fr_fr: Contrôle la couleur du texte du fil d'Ariane.

source: Show Post Type Archives
fr_fr: Afficher les archives par type de poste

source: Turn on to display post type archives in the breadcrumbs path.
fr_fr: Activez pour afficher les archives de type de publication dans le chemin de navigation.

source: Button
fr_fr: Bouton

source: Controls the default button type.
fr_fr: Contrôle le style du bouton par défaut.

source: Button Typography
fr_fr: Typographie des boutons

source: These settings control the typography for all button text.
fr_fr: Ces options contrôlent la typographie de tous les boutons.

source: Controls the bevel color of the buttons when using 3D button type.
fr_fr: Contrôle la couleur du biseau des boutons 3D.

source: Controls the border size for buttons.
fr_fr: Contrôle la taille de la frontière pour les boutons.

source: Controls the border radius for buttons.
fr_fr: Contrôle le rayon de la frontière pour les boutons.

source: Controls the border color for buttons.
fr_fr: Contrôle la couleur de la frontière pour les boutons.

source: Legacy Button Presets
fr_fr: Présélections des boutons de l’héritage

source: Select if you would like to enable legacy color presets.
fr_fr: Sélectionnez si vous souhaitez activer les préréglages de couleurs hérités.

source: Button URL
fr_fr: URL du bouton

source: Add the button's url ex: http://example.com.
fr_fr: Ajouter l'URL du bouton. Par ex: http://exemple.com.

source: Button Title Attribute
fr_fr: Attribut du titre du bouton

source: Set a title attribute for the button link.
fr_fr: Définissez un attribut de titre pour le lien de bouton.

source: Button Target
fr_fr: Cible du bouton

source: Modal Window Anchor
fr_fr: Ancre de fenêtre modale

source: Chart
fr_fr: Graphique

source: Legend Position
fr_fr: Position de la légende

source: Set chart legend position. Note that on mobile devices legend will be positioned below the chart when left or right position is used.
fr_fr: Définir la position de la légende du graphique. Notez que sur les appareils mobiles, la légende sera positionnée sous le graphique lorsque la position gauche ou droite est utilisée.

source: Choose whether tooltips should be displayed on hover. If your chart is in a column and the column has a hover type or link, tooltips are disabled.
fr_fr: Choisissez si les info-bulles doivent être affichées en survol. Si votre graphique est dans une colonne et que la colonne a un type de survol ou un lien, les info-bulles sont désactivées.

source: Controls the background of the chart.
fr_fr: Contrôle l'arrière-plan du graphique.

source: Controls the text color of the x-axis and y-axis.
fr_fr: Contrôle la couleur du texte des axes x et y.

source: Controls the color of the chart background grid lines and values.
fr_fr: Contrôle la couleur des lignes et des valeurs de la grille d'arrière-plan du graphique.

source: The chart title utilizes all the H4 typography settings in %s except for top and bottom margins.
fr_fr: Le titre du graphique utilise tous les paramètres de typographie H4 en %s, à l'exception des marges supérieure et inférieure.

source: Chart Type
fr_fr: Tye de graphique

source: Select chart type.
fr_fr: Sélectionnez le type de graphique.

source: Bar
fr_fr: Couleur des zones remplies des barres de progression

source: Horizontal Bar
fr_fr: Barre horizontale

source: Line
fr_fr: Ligne

source: Doughnut
fr_fr: Beignet

source: Polar Area
fr_fr: Zone polaire

source: Set X axis label.
fr_fr: Définir l’étiquette de l’axe X.

source: Y Axis Label
fr_fr: Libelé de l'axe Y

source: Set Y axis label.
fr_fr: Définir l’étiquette de l’axe Y.

source: Border Type
fr_fr: Type de bordure de l'élément

source: Select border type.
fr_fr: Sélectionnez le type de bordure.

source: Smooth
fr_fr: Lisse

source: Non smooth
fr_fr: Non lisse

source: Stepped
fr_fr: Par étape

source: Chart Fill
fr_fr: Remplissage du graphique

source: Choose how line chart should be filled.
fr_fr: Choisissez comment le graphique en courbes doit être rempli.

source: End
fr_fr: Fin

source: Origin
fr_fr: Origine

source: Not filled
fr_fr: Vide

source: Point Style
fr_fr: Style

source: Choose point style for line charts.
fr_fr: Choisissez un style de point pour les graphiques à courbes.

source: Cross
fr_fr: Croix

source: Cross Rotated
fr_fr: Croix en rotation

source: Dash
fr_fr: Tiret

source: Rectangle Rounded
fr_fr: Rectangle arrondi

source: Rectangle Rotated
fr_fr: Rectangle tourné

source: Star
fr_fr: Ajouter l'étoile

source: Point Size
fr_fr: Taille de point

source: Choose point size for line charts.
fr_fr: Choisissez la taille en points pour les graphiques à courbes.

source: Point Background Color
fr_fr: Couleur d’arrière-plan du point

source: Choose point background color for line charts.
fr_fr: Choisissez la couleur d'arrière-plan des points pour les graphiques à courbes.

source: Point Border Color
fr_fr: Couleur de bordure de point

source: Choose point border color for line charts.
fr_fr: Choisissez une couleur de bordure de point pour les graphiques à courbes.

source: Chart Value
fr_fr: Valeur du graphique

source: Enter some content for this textblock
fr_fr: Saisissez du contenu pour cette zone de texte

source: Add a label for chart function.
fr_fr: Ajouter une étiquette pour la fonction graphique.

source: Controls the background color.
fr_fr: Contrôle la couleur de fond.

source: Checklist Icon Color
fr_fr: Couleur de l'icône de check-list

source: Controls the color of the checklist icon.
fr_fr: Contrôle la couleur de l'icône de check-list.

source: Checklist Icon Circle
fr_fr: Cercle d’icônes de liste de contrôle

source: Turn on if you want to display a circle background for checklists icons.
fr_fr: Activez si vous souhaitez afficher un fond de cercle pour les icônes des listes de contrôle.

source: Checklist Icon Circle Color
fr_fr: Couleur de cercle d’icône de liste de contrôle

source: Controls the color of the checklist icon circle background.
fr_fr: Contrôle la couleur de l’arrière-plan du cercle d’icônes de liste de contrôle.

source: Divider Lines
fr_fr: Lignes de séparation

source: Choose if a divider line shows between each list item.
fr_fr: Choisissez si une ligne de séparation apparaît entre chaque élément de la liste.

source: Divider Line Color
fr_fr: Couleur du trait de séparation

source: Controls the color of the divider lines.
fr_fr: Contrôle la couleur des lignes de séparation.

source: Enter some content for this content box.
fr_fr: Entrez un peu de contenu pour cette boîte de contenu.

source: Global setting for all list items, this can be overridden individually. Click an icon to select, click again to deselect.
fr_fr: Paramètre global pour tous les éléments de la liste, cela peut être remplacé individuellement ci-dessous. Cliquez sur une icône pour sélectionner, cliquez à nouveau pour désélectionner.

source: List Item
fr_fr: Liste des articles

source: Enter some content for this list item.
fr_fr: Entrez du contenu pour cet élément de liste.

source: This setting will override the global setting.
fr_fr: Ce paramètre remplace le paramètre global.

source: List Item Content
fr_fr: Contenu de l’item de liste

source: Add list item content.
fr_fr: Ajoutez le contenu de l'élément de liste.

source: Link Area
fr_fr: Zone du Lien

source: Select which area the link will be assigned to. Select default for Global Options selection.
fr_fr: Sélectionnez la zone à laquelle le lien sera attribué. Sélectionnez la valeur par défaut pour la sélection des options globales.

source: Controls how the link will open.
fr_fr: Contrôle l'ouverture des cibles des liens.

source: Same Window
fr_fr: Même fenêtre

source: New Window/Tab
fr_fr: Nouvelle fenêtre/Onglet

source: Max Width
fr_fr: Largeur maximale

source: Icon Background Color
fr_fr: Couleur de fond de l’icône

source: Icon Border Size
fr_fr: Icône Taille de la frontière

source: Enter some content for this block.
fr_fr: Ajouter du contenu à cette zone.

source: Code Block
fr_fr: Zone de code

source: Enter some content for this codeblock.
fr_fr: Entrez un contenu pour ce bloc de code.

source: Nested Column
fr_fr: Colonne imbriquée

source: Select a form
fr_fr: Sélectionner un formulaire

source: Select Form
fr_fr: Sélectionner un Formulaire

source: <strong>IMPORTANT NOTE:</strong> For column spacing option, please check column element options panel.
fr_fr: <strong>NOTE IMPORTANTE :</strong> Pour l'option d'espacement des colonnes, veuillez vérifier le panneau des options des éléments de colonne.

source: Container Padding for 100% Width Template
fr_fr: Marges internes des conteneurs du modèle "Pleine largeur"

source: Container Background Color
fr_fr: Couleur d'arrière-plan du conteneur

source: Controls the background color of the container element.
fr_fr: Contrôle la couleur de fond du conteneur.

source: Container Gradient Start Color
fr_fr: Couleur de démarrage de gradient de récipient

source: Controls the start color for gradient of the container element.
fr_fr: Contrôle la couleur de démarrage pour le gradient de l’élément conteneur.

source: Container Gradient End Color
fr_fr: Couleur d’extrémité de gradient de récipient

source: Controls the end color for gradient of the container element.
fr_fr: Contrôle la couleur de fin pour le gradient de l’élément de récipient.

source: Container Border Sizes
fr_fr: Taille des frontières des conteneurs

source: Controls the border size of the container element.
fr_fr: Contrôle la taille de bordure du conteneur.

source: Container Border Color
fr_fr: Couleur de la bordure du conteneur

source: Controls the border color of the container element.
fr_fr: Contrôle la couleur de la bordure du conteneur.

source: Container 100% Height Navigation Background Color
fr_fr: Couleur d&rsquo;arrière-plan de navigation de récipient 100% de taille

source: Controls the background colors of the navigation area and name box when using 100% height containers.
fr_fr: Contrôle les couleurs d&rsquo;arrière-plan de la zone de navigation et de la zone de nom lors de l&rsquo;utilisation de conteneurs à hauteur de 100%.

source: Container 100% Height Navigation Element Color
fr_fr: Couleur de l&rsquo;élément de navigation 100% hauteur du conteneur

source: Controls the color of the navigation circles and text name when using 100% height containers.
fr_fr: Contrôle la couleur des cercles de navigation et le nom du texte lors de l'utilisation de conteneurs à hauteur de 100%.

source: Container 100% Height Scroll Sensitivity
fr_fr: Conteneur 100% Sensibilité du défilement en hauteur

source: Container 100% Height On Mobile
fr_fr: Conteneur 100% de hauteur sur mobile

source: Turn on to enable the 100% height containers on mobile. Please note, this feature only works when your containers have minimal content. If the container has a lot of content it will overflow the screen height. In many cases, 100% height containers work well on desktop, but will need disabled on mobile.
fr_fr: Activez sur On pour activer les conteneurs de 100% de hauteur sur mobile. S'il vous plaît noter, cette fonctionnalité ne fonctionne que lorsque vos conteneurs ont un contenu minimal. Si le conteneur a beaucoup de contenu, il va déborder la hauteur de l'écran. Dans de nombreux cas, les conteneurs 100% hauteur fonctionnent bien sur le bureau, mais devront être désactivés sur mobile.

source: Legacy Container Support
fr_fr: Prise en charge des conteneurs anciens

source: <strong>IMPORTANT:</strong> If you disable legacy mode and then save a page, all containers on that page will be saved as flex mode. If you later decide to turn the global legacy support back on then you will have to re-edit those pages if you want legacy mode.
fr_fr: <strong>IMPORTANT:</strong> Si vous désactivez le mode héritage et que vous enregistrez ensuite une page, tous les conteneurs de cette page seront enregistrés en mode flex. Si vous décidez plus tard de réactiver la prise en charge globale de l’héritage, vous devrez alors rééditer ces pages si vous voulez le mode héritage.

source: on default template.
fr_fr: sur le modèle par défaut.

source: on 100% width template.
fr_fr: sur le modèle pleine largeur.

source: Container Type
fr_fr: Type de récipient

source: Select the type of container you want to use.
fr_fr: Sélectionnez le type de conteneur que vous souhaitez utiliser.

source: Legacy
fr_fr: Héritage

source: Interior Content Width
fr_fr: Largeur de contenu interne

source: Select if the interior content is contained to site width or 100% width.
fr_fr: Sélectionnez si le contenu intérieur correspond à la largeur du site ou une largeur de 100%.

source: 100% Width
fr_fr: 100% Largeur

source: Full Height
fr_fr: Pleine hauteur

source: Minimum Height
fr_fr: Hauteur minimale

source: Set the minimum height for the container.
fr_fr: Fixez la hauteur minimale du conteneur.

source: Enable 100% Height Scroll
fr_fr: Activer le défilement à 100% la hauteur

source: Row Alignment
fr_fr: Ligne – Alignement

source: Defines how rows should be aligned vertically within the container. <strong>IMPORTANT:</strong> These settings will only take full effect when multiple rows are present.
fr_fr: Définit comment les lignes doivent être alignées verticalement dans le conteneur. <strong>IMPORTANT :</strong> Ces paramètres ne prendront pleinement effet que lorsque plusieurs rangées seront présentes.

source: Column Alignment
fr_fr: Alignement de la colonne

source: Select how you want columns to align within rows.
fr_fr: Sélectionnez la façon dont vous souhaitez que les colonnes s'alignent à l'intérieur des lignes.

source: Column Justification
fr_fr: Justification des colonnes

source: Select how the columns will be justified horizontally.
fr_fr: Choisissez comment les colonnes seront justifiées horizontalement.

source: Controls the spacing between columns of the container.
fr_fr: Contrôle l'espacement entre les colonnes du conteneur.

source: Set to "Yes" to center the content vertically on 100% height containers.
fr_fr: Définissez sur "Oui" pour centrer le contenu verticalement sur des conteneurs à hauteur de 100%.

source: Set Columns to Equal Height
fr_fr: Définir des colonnes à hauteur égale

source: Select to set all columns that are used inside the container to have equal height.
fr_fr: Sélectionnez cette option pour définir toutes les colonnes utilisées dans le conteneur à une hauteur égale.

source: Container HTML Tag
fr_fr: Conteneur HTML Tag

source: Choose container HTML tag, default is div.
fr_fr: Choisissez la balise HTML container, la valeur par défaut est div.

source: Name Of Menu Anchor
fr_fr: Nom de l’ancre du menu

source: This name will be the id you will have to use in your one page menu.
fr_fr: Ce nom est l`identifiant que vous devrez utiliser dans votre menu d'une page.

source: Container Visibility
fr_fr: Visibilité du conteneur
