Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Sharing Box Icon Color
fr_fr: Couleur des icônes sociales de la zone de partage social

source: Controls the color of the social icons in the social sharing boxes. This color will be used for all social icons.
fr_fr: Contrôle la couleur des icônes sociales des zones de partage social. Cette couleur sera utilisée pour toutes les icônes sociales.

source: Sharing Box Icons Boxed
fr_fr: Icônes sociales encadrées de la zone de partage social

source: Controls if each social icon is displayed in a small box.
fr_fr: Contrôle l'affichage de chaque icône sociale dans un petit encadré.

source: Sharing Box Icon Box Color
fr_fr: Couleur de l'encadré des icônes sociales de la zone de partage social

source: Controls the color of the social icon box.
fr_fr: Contrôle la couleur de l'encadré des icônes sociales.

source: Sharing Box Icon Boxed Radius
fr_fr: Arrondi aux angles de l'encadré des icônes sociales de la zone de partage social

source: Controls the box radius of the social icon box.
fr_fr: Contrôle l'arrondi aux angles de l'encadré des icônes sociales.

source: Sharing Box Icons Boxed Padding
fr_fr: Marge interne des icônes sociales encadrées de la zone de partage social

source: Controls the interior padding of the social icon box.
fr_fr: Contrôle les marges internes de l'encadré des icônes sociales.

source: Choose if social sharing box items should be stacked and full width, or if they should be floated.
fr_fr: Choisissez si les articles de la boîte de partage social doivent être empilés et de pleine largeur, ou s'ils doivent être flottants.

source: Show Tagline
fr_fr: Afficher le slogan

source: Choose to show or hide tagline.
fr_fr: Choisissez d'afficher ou de cacher le slogan.

source: Tagline
fr_fr: Slogan

source: The title tagline that will display.
fr_fr: Titre du slogan à afficher.

source: Controls the border size of the social sharing box. In pixels or percentage, ex: 10px or 10%.
fr_fr: Contrôle la taille de la frontière de la boîte de partage social. En pixels ou en pourcentage, ex : 10px ou 10%.

source: Controls the border color of the social sharing box.
fr_fr: Contrôle la couleur de la bordure de la boîte de partage social.

source: Tagline Color
fr_fr: Couleur de la description

source: Tagline Alignment
fr_fr: Alignement du slogan

source: Select the Social Sharing Box alignment.
fr_fr: Sélectionnez l'alignement de la Social Sharing Box.

source: Social Icon Alignment
fr_fr: Alignement des icônes sociales

source: Select the Social Icon alignment.
fr_fr: Sélectionnez l'alignement des icônes sociales.

source: Sharing Title
fr_fr: Titre pour le partage

source: Sharing Link
fr_fr: Lien de partage

source: The link that will be shared. Leave empty to use URL of current post.
fr_fr: Le lien qui sera partagé. Laissez vide pour utiliser l’URL du message actuel.

source: Sharing Description
fr_fr: Description du partage

source: Choose the radius of the boxed icons. In pixels (px), ex: 1px, or "round".
fr_fr: Définissez l'arrondi des icônes encadrées. En pixels (px), par ex: 1px, ou "arrondi".

source: Social Icon Size
fr_fr: Taille de l'Icône des réseaux sociaux

source: Social Icons Color Type
fr_fr: Type de Couleur des icônes des réseaux sociaux

source: Custom colors allow you to choose a color for icons and boxes. Brand colors will use the exact brand color of each network for the icons or boxes. Choose default for Global Option selection.
fr_fr: Les couleurs personnalisées vous permettent de choisir une couleur pour les icônes et les boîtes. Les couleurs de marque utiliseront la couleur de marque exacte de chaque réseau pour les icônes ou les boîtes. Choisissez par défaut pour la sélection de l'option globale.

source: Social Icon Custom Colors
fr_fr: Couleurs personnalisées pour l'icône sociale

source: Specify the color of social icons. Use | to set the color for the individual icons.
fr_fr: Précisez la couleur des icônes sociales. Utilisez | pour définir la couleur des icônes individuelles

source: Social Icon Box Colors
fr_fr: Couleurs des boîtes d'icônes sociales

source: Specify the box color of social icons. Use | to set the box color for the individual icons.
fr_fr: Précisez la couleur de la case des icônes sociales. Utilisez | pour définir la couleur de la boîte des icônes individuelles.

source: Choose the display position for tooltips. Choose default for Global Options selection.
fr_fr: Choisissez la position d'affichage des infobulles. Choisissez la valeur par défaut pour la sélection des options globales.

source: Pinterest Sharing Image
fr_fr: Image de partage Pinterest

source: Choose an image to share on pinterest.
fr_fr: Choisissez une image à partager sur pinterest.

source: Pinterest Image ID from Media Library.
fr_fr: Pinterest Image ID de la médiathèque.

source: Social Icon Box Padding
fr_fr: Rembourrage des boîtes d'icônes sociales

source: Social Icon Custom Taglines
fr_fr: Icône sociale - titres d'appel personnalisés

source: Specify the tagline of social icons. Use | to set the taglines for the individual icons.
fr_fr: Précisez le titre d'appel des icônes sociales. Utilisez | pour définir les titres d'appel des icônes individuelles

source: Icon Tagline Position
fr_fr: Position du slogan de l'icône

source: Choose the display position for icon tagline.
fr_fr: Choisissez la position d'affichage pour le slogan de l'icône.

source: Icon Tagline Font Size
fr_fr: Taille de la police du slogan de l'icône

source: Controls the size of the icon tagline text. Enter value including any valid CSS unit, ex: 16px.
fr_fr: Contrôle la taille du texte de l'icône. Entrez une valeur incluant toute unité CSS valide, ex : 16px.

source: Social Icon Tagline Color
fr_fr: Couleur du slogan de l'icône sociale

source: Controls the link color of the social sharing tagline.
fr_fr: Contrôle la couleur du lien du slogan de partage social.

source: Social Icon Tagline Hover Color
fr_fr: Icône sociale Tagline Hover Color

source: Controls the link hover color of the social sharing tagline.
fr_fr: Contrôle la couleur du survol du lien du slogan de partage social.

source: Social Icon Separator Border Size
fr_fr: Séparateur d'icônes sociales Taille de la frontière

source: Controls the border size of the social icon separator.
fr_fr: Contrôle la taille de la bordure du séparateur d'icône sociale.

source: Social Icon Separator Border Color
fr_fr: Couleur de la bordure du séparateur d'icônes sociales

source: Controls the border color of the social icon separator.
fr_fr: Contrôle la couleur de la bordure du séparateur d'icône sociale.

source: SoundCloud Url
fr_fr: Adresse de la musique sur SoundCloud

source: The SoundCloud url, ex: https://soundcloud.com/dani-pop-shocr-n/miles-davis-smoke-gets-in-your.
fr_fr: L’URL SoundCloud, ex: https://soundcloud.com/dani-pop-shocr-n/miles-davis-smoke-gets-in-your.

source: Choose the layout of the soundcloud embed.
fr_fr: Choisissez la disposition des sons intégrés.

source: Visual
fr_fr: Visuel

source: Show Comments
fr_fr: Afficher les commentaires

source: Show Related
fr_fr: Afficher les publications similaires

source: Show User
fr_fr: Voir Utilisateur

source: Select the color of the element.
fr_fr: Sélectionnez la couleur de l’élément.

source: Width can be specified in pixels (px) or percentage (%) values, height in pixels (px) only.
fr_fr: La largeur peut être spécifiée en pixels (px) ou en pourcentage (%) valeurs, la hauteur en pixels (px) seulement.

source: Rating
fr_fr: Classement

source: Quantity
fr_fr: Quantité

source: Main Menu Item Styling
fr_fr: Style des éléments du menu principal

source: Main Menu Item Hover / Active Background Color
fr_fr: Élément de menu principal survoler / couleur de fond active

source: Controls the background-color for main menu items hover / active states.
fr_fr: Contrôle la couleur de fond pour les éléments du menu principal en survol / états actifs.

source: Main Menu Item Hover / Active Text Color
fr_fr: Élément de menu principal Survoler / Couleur du texte actif

source: Controls the color for main menu item text color hover / active states.
fr_fr: Contrôle la couleur pour le survol de la couleur du texte des éléments du menu principal / les états actifs.

source: Main Menu Item Hover / Active Border Size
fr_fr: Élément du menu principal Survoler / Taille de la frontière active

source: Controls the border size for main menu items hover / active states. Enter values including any valid CSS unit, ex: 10px.
fr_fr: Contrôle la taille de la bordure pour les éléments du menu principal survolés / états actifs. Entrez des valeurs incluant toute unité CSS valide, ex : 10px.

source: Main Menu Item Hover / Active Border Color
fr_fr: Élément du menu principal Survoler / Couleur de la bordure active

source: Controls the border-color for main menu items hover / active states.
fr_fr: Contrôle la couleur de la bordure pour les éléments du menu principal en survol / états actifs.

source: Main Menu Item Hover / Active Icon Color
fr_fr: Élément du menu principal Survoler / Couleur de l'icône active

source: Controls the main menu icon hover / active color.
fr_fr: Contrôle le survol de l'icône du menu principal / couleur active.

source: Submenu Item Styling
fr_fr: Stylisation des éléments de sous-menu

source: Submenu Hover / Active Background Color
fr_fr: Sous-menu survoler / Couleur de fond active

source: Controls the background-color for submenu items hover / active states.
fr_fr: Contrôle la couleur de fond pour les éléments de sous-menu en survol / états actifs.

source: Submenu Hover / Active Text Color
fr_fr: Sous-menu Hover / Active Text Color

source: Controls the text color for submenu items hover / active states
fr_fr: Contrôle la couleur du texte pour les éléments de sous-menu survolés / actifs

source: Light 1
fr_fr: Clair 1

source: Light 2
fr_fr: Clair 2

source: Dark 2
fr_fr: Sombre 2

source: Syntax Highlighter
fr_fr: Surligneur syntaxique

source: Highlighter Theme
fr_fr: Thème surligneur

source: Select which theme you want to use for code highlighting.
fr_fr: Sélectionnez le thème que vous souhaitez utiliser pour la mise en surbrillance du code.

source: Line Numbers
fr_fr: Numéros de ligne

source: Choose if you want to display or hide line numbers.
fr_fr: Choisissez si vous souhaitez afficher ou masquer les numéros de ligne.

source: Line Numbers Background Color
fr_fr: Couleur de fond des numéros de ligne

source: Controls the background color for the line numbers. If left empty, color from selected theme will be used.
fr_fr: Contrôle la couleur d'arrière-plan des numéros de ligne. Si laissé vide, la couleur du thème sélectionné sera utilisée.

source: Line Numbers Text Color
fr_fr: Numéro de ligne Couleur du texte

source: Controls the color for line number text. If left empty, color from selected theme will be used.
fr_fr: Contrôle la couleur du texte du numéro de ligne. Si laissé vide, la couleur du thème sélectionné sera utilisée.

source: Line Wrapping
fr_fr: Ligne d'emballage

source: Controls whether the long line should break or add horizontal scroll.
fr_fr: Contrôle si la longue ligne doit être interrompue ou ajouter un défilement horizontal.

source: Break
fr_fr: Pause

source: Choose if you want to allow your visitors to easily copy your code with a click of the button.
fr_fr: Choisissez si vous souhaitez permettre à vos visiteurs de copier facilement votre code en cliquant sur le bouton.

source: Copy to Clipboard Text
fr_fr: Copier dans le texte du presse-papiers

source: Enter text to be displayed for user to click to copy.
fr_fr: Entrez le texte à afficher pour que l'utilisateur puisse cliquer pour le copier.

source: Controls the font size of the syntax highlight code.
fr_fr: Contrôle la taille de la police du code de surbrillance de la syntaxe.

source: Controls the background color for code highlight area.
fr_fr: Contrôle la couleur d'arrière-plan de la zone de surbrillance du code.

source: Controls the border size of the syntax highlighter. In pixels.
fr_fr: Contrôle la taille de la bordure du surligneur de syntaxe. En pixels.

source: Controls the border color.
fr_fr: Contrôle la couleur de la bordure.

source: Controls the margin around syntax highlighter element.
fr_fr: Contrôle la marge autour de l'élément de surligneur de syntaxe.

source: Code to Highlight
fr_fr: Code à mettre en surbrillance

source: Enter some code to be displayed with highlighted syntax.
fr_fr: Entrez un code à afficher avec la syntaxe en surbrillance.

source: Code Language
fr_fr: Code langue

source: Select the language the code is in.
fr_fr: Sélectionnez la langue dans laquelle se trouve le code.

source: less
fr_fr: moins

source: patch
fr_fr: correctif

source: Controls the font size of the syntax highlight code. In pixels.
fr_fr: Contrôle la taille de la police du code de surbrillance de la syntaxe. En pixels.

source: Line Number Background Color
fr_fr: Couleur de fond du numéro de ligne

source: Controls the line number background color for code highlight area.
fr_fr: Contrôle la couleur d'arrière-plan du numéro de ligne pour la zone de surbrillance du code.

source: Line Number Text Color
fr_fr: Numéro de ligne Couleur du texte

source: Controls the line number text color for code highlight area.
fr_fr: Contrôle la couleur du texte du numéro de ligne pour la zone de surbrillance du code.

source: Control spacing around the syntax highlighter. In px, em or %, e.g. 10px.
fr_fr: Contrôlez l'espacement autour du surligneur de syntaxe. En px, em ou%, par ex. 10px.

source: Select the table style.
fr_fr: Choisir le style de tableau.

source: Number of Rows
fr_fr: Nombre de lignes

source: Select how many rows to display.
fr_fr: Sélectionnez le nombre de lignes à afficher.

source: Select how many columns to display.
fr_fr: Sélectionnez le nombre de colonnes à afficher.

source: Table content will appear here.
fr_fr: Le contenu du tableau s'affichera ici.

source: <strong>IMPORTANT NOTE:</strong> These tab global options control both the tab element and Avada tab widget, however the widget does not utilize icons.
fr_fr: <strong>REMARQUE IMPORTANTE:</strong> ces options globales d'onglets contrôlent à la fois l'élément de tabulation et le widget Onglet Avada. Toutefois, le widget n'utilise pas d'icônes.

source: Tabs Background Color + Hover Color
fr_fr: Couleur de fond des onglets + couleur de survol

source: Controls the color of the active tab, tab hover and content background.
fr_fr: Contrôle la couleur de l'onglet actif, de l'onglet au survol et de l'arrière-plan du contenu.

source: Tabs Inactive Color
fr_fr: Couleur des onglets inactifs

source: Controls the color of the inactive tabs as well as the post date box layout for the Avada Tab Widget.
fr_fr: Contrôle la couleur des onglets inactifs ainsi que la disposition de la boîte de date de publication pour le widget Onglet Avada.

source: Tabs Border Color
fr_fr: Couleur de la bordure des onglets

source: Controls the color of the tab border.
fr_fr: Contrôle la couleur de la bordure des onglets.

source: Choose the position of the icon on the tab.
fr_fr: Choisissez la position de l’icône sur le bouton.

source: Tabs Icon Size
fr_fr: Taille des onglets de l&rsquo;icône

source: Set the size of the icon.
fr_fr: La taille du.

source: Enter some content for this tabs element.
fr_fr: Entrez un peu de contenu pour cet élément onglets.

source: Choose a design for the element.
fr_fr: Choisissez le design de l’élément.

source: Choose the layout of the element.
fr_fr: Choisissez la disposition de l’élément.

source: Justify Tabs
fr_fr: Onglets Justifiés

source: Choose to get tabs stretched over full element width.
fr_fr: Choisissez cette option pour disposer les onglets sur toute la largeur de l’élément.

source: Global setting for all tabs, this can be overridden individually. Click an icon to select, click again to deselect.
fr_fr: Paramètre global pour tous les éléments de la liste, cela peut être remplacé individuellement ci-dessous. Cliquez sur une icône pour sélectionner, cliquez à nouveau pour désélectionner.

source: Controls the color of the outer tab border.
fr_fr: Contrôle la couleur des onglets inactifs et l’onglet bordure extérieure.

source: Tab
fr_fr: Onglet

source: Tab Title
fr_fr: Titre de l'onglet

source: Title of the tab.
fr_fr: Titre de l'onglet.

source: Tab Content
fr_fr: Contenu de l'onglet

source: Add content for the tab.
fr_fr: Ajoutez du contenu pour l'onglet.

source: Tagline Box
fr_fr: Boîte de slogan

source: Tagline Box Background Color
fr_fr: Couleur de fond de l'encadré du slogan.

source: Controls the color of the tagline box background.
fr_fr: Contrôle la couleur d'arrière-plan de la boîte à slogan.

source: Tagline Box Border Color
fr_fr: Couleur de la bordure de l'encadré du slogan

source: Controls the border color of the tagline box.
fr_fr: Contrôle la couleur de la bordure de l'encadré du slogan.

source: Tagline Box Top/Bottom Margins
fr_fr: Marges haut/bas de la boîte de tagline

source: Controls the top/bottom margin of the tagline box.
fr_fr: Contrôle la marge supérieure / inférieure de la boîte à slogan.

source: Description Font Size
fr_fr: Taille de la police pour la description

source: Show the shadow below the box.
fr_fr: Afficher l’ombre sous la boîte.

source: Shadow Opacity
fr_fr: Opacité de l’ombre

source: Choose the opacity of the shadow.
fr_fr: Choisissez l'opacité de l'ombre.

source: Highlight Border Position
fr_fr: Mettez en surbrillance Border Position

source: Choose the position of the highlight. This border highlight is from Global Options primary color and does not take the color from border color above.
fr_fr: Choisissez la position de la surbrillance. Ce surlignage de la bordure provient de la couleur primaire des Options globales et ne prend pas la couleur de la couleur de la bordure ci-dessus.

source: Button Link
fr_fr: Lien du bouton

source: The url the button will link to.
fr_fr: URL cible du bouton.

source: Insert the text that will display in the button.
fr_fr: Insérez le texte à afficher dans le bouton.

source: Add the class name of the modal window you want to open on button click.
fr_fr: Ajoutez le nom de la classe de la fenêtre modal que vous souhaitez ouvrir en cliquant sur le bouton.

source: Select the button's size. Choose default for Global Option selection.
fr_fr: Sélectionnez la taille du bouton. Choisissez la valeur par défaut pour la sélection de l'option globale.

source: Select the button's type.
fr_fr: Sélectionnez le type de bouton.

source: Choose the button color.
fr_fr: Choisissez la couleur du bouton.

source: Tagline Title
fr_fr: Titre Slogan

source: Insert the title text.
fr_fr: Insérez un texte pour le titre.

source: Tagline Description
fr_fr: Description de slogan

source: Insert the description text.
fr_fr: Insérez le texte de description.

source: Additional Content
fr_fr: Contenu supplémentaire

source: This is additional content you can add to the tagline box. This will show below the title and description if one is used.
fr_fr: Vous pouvez ajouter du contenu complémentaire au slogan. Ce contenu sera affiché sous le titre et la description si utilisé.

source: Spacing above and below the tagline. In px, em or %, e.g. 10px.
fr_fr: Espace au-dessus et en dessous du slogan. En px, em ou % (ex. : 10px).

source: Testimonial Pagination
fr_fr: Pagination des témoignages

source: Testimonials
fr_fr: Témoignages

source: Testimonial Background Color
fr_fr: Couleur d'arrière-plan des témoignages

source: Controls the color of the testimonial background.
fr_fr: Contrôle la couleur d'arrière-plan des témoignages.

source: Testimonial Text Color
fr_fr: Couleur du texte des témoignages

source: Controls the color of the testimonial text.
fr_fr: Contrôle la couleur du texte des témoignages.

source: Testimonials Speed
fr_fr: Vitesse des témoignages

source: Controls the speed of the testimonial slider. ex: 1000 = 1 second. <strong>IMPORTANT:</strong> Setting speed to 0 will disable autoplay for testimonials slider.
fr_fr: Contrôle la vitesse du curseur de témoignage. ex: 1000 = 1 seconde. <strong> IMPORTANT: </strong> La vitesse de réglage à 0 va désactiver la lecture automatique pour les témoignages curseur.

source: Random Order
fr_fr: Ordre aléatoire

source: Turn on to display testimonials in a random order.
fr_fr: Activer cette option pour afficher les témoignages dans un ordre aléatoire.

source: Enter some content for this testimonial element.
fr_fr: Entrez un peu de contenu pour cet élément de témoignage.

source: Navigation Bullets
fr_fr: Puces de navigation

source: Select to show navigation bullets.
fr_fr: Sélectionnez cette option pour afficher les puces de navigation.

source: Set the speed of the testimonial slider. ex: 1000 = 1 second. <strong>IMPORTANT:</strong> Setting speed to 0 will disable autoplay for testimonials slider.
fr_fr: Réglez la vitesse du curseur de témoignage. ex: 1000 = 1 seconde. <strong> IMPORTANT: </strong> La vitesse de réglage à 0 va désactiver la lecture automatique pour les témoignages curseur.

source: Controls the text color.
fr_fr: Contrôle la couleur du texte.

source: Testimonial
fr_fr: Témoignage

source: Choose which kind of Avatar to be displayed.
fr_fr: Choisissez le type d'avatar à afficher.

source: Male
fr_fr: Mâle

source: Female
fr_fr: Femme

source: Custom Avatar
fr_fr: Personnaliser l'Avatar

source: Upload a custom avatar image.
fr_fr: Téléchargez une image d'avatar personnalisée.

source: Avatar Image ID
fr_fr: ID d'image d'avatar

source: Avatar Image ID from Media Library.
fr_fr: Avatar image ID de la Médiathèque.

source: Choose the radius of the testimonial image. In pixels (px), ex: 1px, or "round".
fr_fr: Définissez l'arrondi de l'image du témoignage. En pixels (px), par ex: 1px ou "arrondi".

source: Company
fr_fr: Société

source: Insert the name of the company.
fr_fr: Saisissez le nom de l'entreprise.

source: Add the URL the company name will link to.
fr_fr: Ajoutez l'URL à laquelle le nom de la société sera lié.

source: Testimonial Content
fr_fr: Contenu du témoignage

source: Add the testimonial content.
fr_fr: Ajoutez le contenu du témoignage.

source: Text Block
fr_fr: Bloc de texte

source: Number Of Inline Columns
fr_fr: Nombre de colonnes en ligne

source: Set the number of columns the text should be broken into.<br />IMPORTANT: This feature is designed to be used for running text, images, dropcaps and other inline content. While some block elements will work, their usage is not recommended and others can easily break the layout.
fr_fr: Définissez le nombre de colonnes dans lesquelles le texte doit être fractionné.<br />IMPORTANT: cette fonctionnalité est conçue pour être utilisée pour exécuter du texte, des images, des lettrines et tout autre contenu en ligne. Bien que certains éléments de bloc fonctionnent, leur utilisation n'est pas recommandée et d'autres peuvent facilement casser la présentation.

source: Column Min Width
fr_fr: Largeur min de colonne

source: Set the minimum width for each column, this allows your columns to gracefully break into the selected size as the screen width narrows. Leave this option empty if you wish to keep the same amount of columns from desktop to mobile.
fr_fr: Définissez la largeur minimale de chaque colonne pour permettre à vos colonnes de se fondre gracieusement dans la taille sélectionnée lorsque la largeur de l’écran se réduit. Laissez cette option vide si vous souhaitez conserver le même nombre de colonnes du bureau au mobile.

source: Rule Style
fr_fr: Style de règle

source: Select the style of the vertical line between columns. Some of the styles depend on the rule size and color.
fr_fr: Sélectionnez le style de la ligne verticale entre les colonnes. Certains styles dépendent de la taille et de la couleur de la règle.
