Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Countdown Background Color
fr_fr: Couleur d'arrière-plan du compte à rebours

source: Controls the background color for the countdown box.
fr_fr: Contrôle la couleur d'arrière-plan du compte à rebours.

source: Countdown Background Image
fr_fr: Image d'arrière-plan du compte à rebours

source: Select an image for the countdown box background.
fr_fr: Sélectionnez une image pour l'arrière-plan du compte à rebours.

source: Countdown Background Repeat
fr_fr: Répétition de l'arrière-plan du compte à rebours

source: Controls how the background image repeats.
fr_fr: Contrôle la façon dont l'image d'arrière-plan se répète.

source: Repeat All
fr_fr: Tout répéter

source: Repeat Horizontal
fr_fr: Répétition horizontale

source: Repeat Vertical
fr_fr: Répétition verticale

source: Repeat None
fr_fr: Pas de répétition

source: Countdown Background Position
fr_fr: Position de l'arrière-plan du compte à rebours

source: Controls how the background image is positioned.
fr_fr: Contrôle le positionnement de l'image d'arrière-plan.

source: top left
fr_fr: en haut à gauche

source: top center
fr_fr: en haut au centre

source: top right
fr_fr: en haut à droite

source: center left
fr_fr: centre gauche

source: center center
fr_fr: centre centre

source: center right
fr_fr: centre droit

source: bottom left
fr_fr: en bas à gauche

source: bottom center
fr_fr: en bas au centre

source: bottom right
fr_fr: en bas à droite

source: Countdown Counter Box Spacing
fr_fr: Espacement des boîtes de comptage du compte à rebours

source: Controls the spacing between the counter boxes.
fr_fr: Contrôle l'espacement entre les guichets.

source: Countdown Counter Box Background Color
fr_fr: Couleur de fond de la boîte de comptage du compte à rebours

source: Controls the background color for the counter boxes.
fr_fr: Contrôle la couleur de fond de la zone du compteur des comptes à rebours.

source: Countdown Counter Box Padding
fr_fr: Rembourrage de la boîte de comptage du compte à rebours

source: Set the padding for the counter boxes.
fr_fr: Réglez le rembourrage des boîtes de compteur.

source: Countdown Counter Border Size
fr_fr: Compte à rebours de la taille des frontières

source: Controls the border size of the counter boxes.
fr_fr: Contrôle de la taille de la bordure des guichets.

source: Countdown Counter Border Color
fr_fr: Couleur de la bordure du compteur à rebours

source: Controls the border color of the counter boxes.
fr_fr: Contrôle la couleur de la bordure des cases du comptoir.

source: Countdown Counter Border Radius
fr_fr: Compte à rebours du rayon de la frontière

source: Controls the border radius of the counter boxes.
fr_fr: Contrôle le rayon de la frontière des guichets.

source: Countdown Counter Font Size
fr_fr: Taille de la police du compte à rebours

source: Controls the font size for the countdown timer.
fr_fr: Contrôle la taille de la police pour le compte à rebours.

source: Countdown Counter Text Color
fr_fr: Couleur de texte du compteur du compte à rebours

source: Controls the color for the countdown timer text.
fr_fr: Contrôle la couleur de texte du compteur du compte à rebours.

source: Countdown Counter Label Font Size
fr_fr: Taille de la police de l'étiquette du compteur à rebours

source: Controls the font size for the countdown label.
fr_fr: Contrôle la taille de la police pour l'étiquette du compte à rebours.

source: Countdown Counter Label Text Color
fr_fr: Couleur du texte de l'étiquette du compte à rebours

source: Controls the color for the countdown timer labels.
fr_fr: Contrôle la couleur des étiquettes du compte à rebours.

source: Countdown Heading Font Size
fr_fr: Taille de la police du titre du compte à rebours

source: Controls the font size for the countdown heading.
fr_fr: Contrôle la taille de la police pour le titre du compte à rebours.

source: Countdown Heading Text Color
fr_fr: Couleur de titre du compte à rebours

source: Controls the color for the countdown headings.
fr_fr: Contrôle la couleur de titre du compte à rebours.

source: Countdown Subheading Font Size
fr_fr: Taille de la police des sous-titres du compte à rebours

source: Controls the font size for the countdown subheading.
fr_fr: Contrôle la taille de la police pour le sous-titre du compte à rebours.

source: Countdown Subheading Text Color
fr_fr: Couleur de sous-titre du compte à rebours

source: Controls the color for the countdown subheadings.
fr_fr: Contrôle la couleur de sous-titre du compte à rebours.

source: Countdown Link Text Color
fr_fr: Couleur des liens du compte à rebours

source: Controls the color for the countdown link text.
fr_fr: Contrôle la couleur des liens du compte à rebours.

source: Countdown Link Target
fr_fr: Compte à rebours Cible du lien

source: New Window
fr_fr: Nouvelle fenêtre

source: Countdown Timer End
fr_fr: Fin Compte à Rebours

source: Set the end date and time for the countdown time. Click the calendar icon to use the date picker. Use SQL time format: YYYY-MM-DD HH:MM:SS. E.g: 2016-05-10 12:30:00.
fr_fr: Définissez la date et l'heure de fin du temps de compte à rebours. Cliquez sur l'icône du calendrier pour utiliser le sélecteur de date. Utilisez le format de l'heure SQL: AAAA-MM-DD HH: MM: SS. Par exemple: 2016-05-10 12:30:00.

source: Timezone
fr_fr: Fuseau horaire

source: Choose which timezone should be used for the countdown calculation.
fr_fr: Choisissez le fuseau horaire à utiliser pour le calcul du compte à rebours.

source: Timezone of Site
fr_fr: Fuseau horaire du site

source: Timezone of User
fr_fr: Fuseau horaire de l’utilisateur

source: Show Weeks
fr_fr: Afficher Semaines

source: Select "yes" to show weeks for longer countdowns.
fr_fr: Sélectionnez «oui» pour afficher les semaines pour les longs comptes à rebours.

source: Label Position
fr_fr: Position du libellé

source: Display When Inactive
fr_fr: Affichage en cas d'inactivité

source: Choose if the element should be shown when inactive.
fr_fr: Choisissez si l'élément doit être affiché lorsqu'il est inactif.

source: Counter Box Spacing
fr_fr: Espacement des boîtes de comptoir

source: Controls the space between the counter boxes. Enter value including any valid CSS unit, ex: 20px.
fr_fr: Contrôle l'espace entre les comptoirs. Entrez une valeur incluant toute unité CSS valide, ex : 20px.

source: Counter Box Background Color
fr_fr: Couleur de fond de la boîte de comptoir

source: Choose a background color for the counter boxes.
fr_fr: Choisissez une couleur.

source: Counter Box Border Size
fr_fr: Taille de la boîte de comptoir

source: Counter Box Border Color
fr_fr: Couleur de bordure de l'encadré compteur

source: Controls the border color for the counter boxes.
fr_fr: Contrôle la couleur de la bordure des boîtes de comptoir.

source: Counter Box Border Radius
fr_fr: Rayon de la frontière de la boîte de comptoir

source: Controls the border radius for the counter boxes. In pixels (px), ex: 1px, or "round".
fr_fr: Contrôle le rayon de la frontière pour les guichets. En pixels (px), ex : 1px, ou "rond".

source: Counter Box Padding
fr_fr: Rembourrage de la boîte de comptoir

source: Set the padding for the counter boxes. Enter values including any valid CSS unit, ex: 4%.
fr_fr: Réglez le rembourrage des boîtes de comptoir. Entrez des valeurs incluant toute unité CSS valide, ex : 4%.

source: Counter Font Size
fr_fr: Taille de la police du compteur

source: Controls the font size for the countdown timer. Enter value including any valid CSS unit, ex: 20px.
fr_fr: Contrôle la taille de la police pour le compte à rebours. Entrez une valeur incluant toute unité CSS valide, ex : 20px.

source: Counter Text Color
fr_fr: Couleur du texte du compteur

source: Choose a text color for the countdown timer.
fr_fr: Choisissez une couleur de texte pour le compte à rebours.

source: Counter Label Font Size
fr_fr: Taille de la police des contre-étiquettes

source: Controls the font size for the countdown label. Enter value including any valid CSS unit, ex: 20px.
fr_fr: Contrôle la taille de la police pour l'étiquette du compte à rebours. Entrez une valeur incluant toute unité CSS valide, ex : 20px.

source: Counter Label Text Color
fr_fr: Couleur du texte de la contre-étiquette

source: Choose a text color for the countdown timer labels.
fr_fr: Choisissez une couleur de texte pour les étiquettes du compte à rebours.

source: Heading Text
fr_fr: Texte d’en-tête

source: Choose a heading text for the countdown.
fr_fr: Choisissez un titre pour le compte à rebours.

source: Heading Font Size
fr_fr: Taille de la police de titre

source: Controls the font size for the countdown heading. Enter value including any valid CSS unit, ex: 20px.
fr_fr: Contrôle la taille de la police pour le titre du compte à rebours. Entrez une valeur incluant toute unité CSS valide, ex : 20px.

source: Heading Text Color
fr_fr: Couleur du texte de l'en-tête

source: Choose a text color for the countdown heading.
fr_fr: Choisissez une couleur de texte pour le titre d’entête.

source: Subheading Text
fr_fr: Texte du sous-titre

source: Choose a subheading text for the countdown.
fr_fr: Choisissez un sous-titre pour le compte à rebours.

source: Subheading Font Size
fr_fr: Taille de police de sous-titre

source: Controls the font size for the countdown subheading. Enter value including any valid CSS unit, ex: 20px.
fr_fr: Contrôle la taille de la police pour le sous-titre du compte à rebours. Entrez une valeur incluant toute unité CSS valide, ex : 20px.

source: Subheading Text Color
fr_fr: Couleur du texte du sous-titre

source: Choose a text color for the countdown subheading.
fr_fr: Choisissez une couleur de texte pour le sous-titre du compte à rebours.

source: Add a url for the link. E.g: http://example.com.
fr_fr: Ajoutez une URL pour le lien. Ex. : http://exemple.com.

source: Link Text
fr_fr: Texte du lien

source: Choose a link text for the countdown.
fr_fr: Choisissez un texte de lien pour le compte à rebours.

source: Link Text Color
fr_fr: Couleur de texte pour le lien

source: Choose a text color for the countdown link.
fr_fr: Choisissez une couleur de texte pour le lien du compte à rebours.

source: Radius
fr_fr: Rayon

source: Choose the radius of outer box. In pixels (px), ex: 1px.
fr_fr: Choisissez le rayon de la boîte extérieure. En pixels (px), ex : 1px.

source: Choose a background color for the countdown wrapping box.
fr_fr: Choisissez une couleur d’arrière-plan pour le compte à rebours.

source: Counter Boxes
fr_fr: Compteurs encadrés

source: Counter Boxes Speed
fr_fr: Comptoir Vitesse

source: Controls the speed of the counter boxes elements. ex: 1000 = 1 second.
fr_fr: Contrôle la vitesse des éléments des compteurs. ex: 1000 = 1 seconde.

source: Counter Boxes Value Font Color
fr_fr: Counter Boxes Valeur Font Couleur

source: Controls the color of the counter values and icons.
fr_fr: Contrôle la couleur des valeurs de compteur et des icônes.

source: Counter Boxes Value Font Size
fr_fr: Counter Boxes Taille de police de valeur

source: Controls the size of the counter value.
fr_fr: Contrôle la taille de la valeur du comptoir.

source: Counter Boxes Icon Size
fr_fr: Taille des icônes des comptoirs

source: Counter Boxes Body Font Color
fr_fr: Couleur de la police de corps

source: Controls the color of the counter boxes body text.
fr_fr: Contrôle la couleur du corps du compteur.

source: Counter Boxes Body Font Size
fr_fr: Taille de la police du corps

source: Controls the size of the counter boxes body text.
fr_fr: Contrôle la taille du corps du compteur.

source: Counter Boxes Border Color
fr_fr: Couleur des bordures des comptoirs

source: Controls the color of the counter boxes border.
fr_fr: Contrôle la couleur de la bordure des boîtes de compteurs.

source: Counter Boxes Icon On Top
fr_fr: Compteur de boîtes sur le dessus

source: Turn on to display the icon on top of the counter value.
fr_fr: Choisissez “On” pour afficher l’icône au-dessus de la valeur du compteur.

source: Enter some content for this counter box.
fr_fr: Entrez du contenu pour cette boîte de compteur.

source: Counter Box Value Font Color
fr_fr: Couleur de police de valeur de boîte de compteur

source: Controls the color of the counter 'value' and icon.
fr_fr: Contrôle la couleur de la "valeur" et de l'icône du compteur.

source: Counter Box Value Font Size
fr_fr: Taille de police de valeur de boîte de compteur

source: Controls the size of the counter 'value'. Enter the font size without 'px' ex: 50.
fr_fr: Contrôle la taille du compteur 'valeur'. Entrez la taille de la police sans 'px' ex: 50.

source: Global setting for all counter boxes, this can be overridden individually. Click an icon to select, click again to deselect.
fr_fr: Réglage global pour toutes les boîtes de compteurs, ceci peut être annulé individuellement. Cliquez sur une icône pour la sélectionner, cliquez à nouveau pour la désélectionner.

source: Counter Box Icon Size
fr_fr: Content Box Icône, taille de l’icone

source: Controls the size of the icon. Enter the font size without 'px'. Default is 50.
fr_fr: Contrôle la taille de l’icône. Entrez la taille de la police sans «px». Par défaut est 50.

source: Counter Box Icon Top
fr_fr: Icône en haut du compteur

source: Controls the position of the icon.
fr_fr: Contrôle de la position de l’icône.

source: Counter Box Body Font Color
fr_fr: Couleur de la police du corps de texte de l'encadré compteur

source: Controls the color of the counter body text.
fr_fr: Contrôle la couleur du corps de texte du compteur.

source: Counter Box Body Font Size
fr_fr: Taille de la police de caractères pour les textes du compteur

source: Controls the size of the counter body text. Enter the font size without 'px' ex: 13.
fr_fr: Contrôle la taille du texte du corps du compteur. Entrez la taille de la police sans 'px' ex: 13.

source: Controls the color of the border.
fr_fr: Contrôle de la couleur de la bordure.

source: Counter Box
fr_fr: Zone de compteur

source: Counter Value
fr_fr: Valeur du compteur

source: The number to which the counter will animate. Decimal numbers are supported by using the "." (period) delimiter.
fr_fr: Le numéro auquel le compteur va s'animer. Les nombres décimaux sont supportés en utilisant le "." délimiteur (période).

source: Delimiter Digit
fr_fr: Séparateur numérique

source: Insert a delimiter digit for better readability. ex: ,
fr_fr: Insérer un séparateur de chiffres pour une meilleure lisibilité (ex. : ,).

source: Counter Box Unit
fr_fr: Unité du compteur

source: Insert a unit for the counter. ex %
fr_fr: Définissez l'unité du compteur (ex. : %).

source: Unit Position
fr_fr: Position du symbole

source: Choose the positioning of the unit.
fr_fr: Choisissez la position de l'unité.

source: After Counter
fr_fr: Après compteur

source: Before Counter
fr_fr: Avant compteur

source: Counter Direction
fr_fr: Sens du compteur

source: Choose to count up or down.
fr_fr: Choisissez le type de compteur.

source: Count Up
fr_fr: Compte positif

source: Count Down
fr_fr: Compte à rebours

source: Counter Box Text
fr_fr: Texte de la zone du compteur

source: Insert text for counter box.
fr_fr: Insérer du texte pour la zone du compteur.

source: Counter Circles
fr_fr: Compteurs en cercle

source: Counter Circles Filled Color
fr_fr: Contre cercles remplis de couleur

source: Controls the color of the filled circle.
fr_fr: Contrôle la couleur du cercle plein du compteur.

source: Counter Circles Unfilled Color
fr_fr: Contre cercles couleur non remplie

source: Controls the color of the unfilled circle.
fr_fr: Contrôle la couleur du cercle évidé du compteur.

source: Enter some content for this counter circle.
fr_fr: Entrez un peu de contenu pour ce cercle de compteur.

source: Counter Content
fr_fr: Contenu de compteur

source: Counter Circle
fr_fr: Compteur en Cercle

source: Filled Area Percentage
fr_fr: Rempli pourcentage de surface

source: From 1% to 100%.
fr_fr: De 1% à 100%.

source: Controls the color of the filled in area.
fr_fr: Contrôle la couleur de la zone remplie

source: Controls the color of the unfilled in area.
fr_fr: Contrôle la couleur de la zone non remplie

source: Insert size of the counter in px. ex: 220.
fr_fr: Saisissez la taille du compteur en pixels (ex. : 220).

source: Show Scales
fr_fr: Afficher les échelles

source: Choose to show a scale around circles.
fr_fr: Choisissez d'afficher l'échelle autour des cercles.

source: Choose to let the circle filling move counter clockwise.
fr_fr: Choisissez de faire progresser le remplissage du cercle dans le sens anti-horaire.

source: Animation Speed
fr_fr: Durée de l'animation

source: Insert animation speed in milliseconds.
fr_fr: Saisissez la durée de l’animation en milli-secondes.

source: Counter Circle Text
fr_fr: Texte du cercle du compteur

source: Insert text for counter circle box, keep it short.
fr_fr: Saisissez un texte court pour le cercle du compteur.

source: Controls the color of the dropcap text, or the dropcap box if a box is used.
fr_fr: Contrôle la couleur des lettrines ou de l'encadré de la lettrine si l’option encadré est utilisée.

source: Controls the color of the dropcap text when a box is used.
fr_fr: Contrôle la couleur du texte de la goutte d’eau lorsqu’une boîte est utilisée.

source: Dropcap Letter
fr_fr: Lettrine

source: Add the letter to be used as dropcap.
fr_fr: Ajoutez la lettre à utiliser comme lettrine.

source: Box Radius
fr_fr: Arrondi de l'encadré

source: Load More Events
fr_fr: Afficher plus de dates

source: Number of Events Per Page
fr_fr: Nombre d'événements par page

source: Controls the number of events displayed per page for events element. Set to -1 to display all. Set to 0 to use the number of posts from Settings > Reading.
fr_fr: Contrôle le nombre d'événements affichés par page pour l'élément events. Réglez sur -1 pour tout afficher. Définissez la valeur 0 pour utiliser le nombre de publications dans Paramètres > Lecture.

source: Controls the column spacing for events items.
fr_fr: Contrôle l'espacement des colonnes pour les éléments d'événements.

source: Events Content Padding
fr_fr: Remplissage du contenu des événements

source: Controls the top/right/bottom/left padding of the events contents.
fr_fr: Contrôle le remplissage haut / droite / bas / gauche du contenu des événements.

source: Events Text Display
fr_fr: Affichage du texte des événements

source: Choose how to display the post excerpt for events elements.
fr_fr: Choisissez le mode d'affichage de l'extrait de poste pour les éléments d'événements.

source: Controls the number of words in the excerpts for events elements.
fr_fr: Contrôle le nombre de mots dans les extraits pour les éléments d'événements.

source: Strip HTML from Excerpt
fr_fr: Supprimer l'HTML de l'extrait

source: Turn on to strip HTML content from the excerpt for events elements.
fr_fr: Activez cette option pour supprimer le contenu HTML de l'extrait des éléments d'événements.

source: Select a category or leave blank for all.
fr_fr: Choisir les catégories ou laisser blanc pour tout afficher.

source: Display Past Events
fr_fr: Afficher les événements passés

source: Turn on if you want the past events to be displayed.
fr_fr: Activez cette option si vous souhaitez que les événements passés soient affichés.

source: Number of Events
fr_fr: Nombre d'événements

source: Select the number of events to display. Set to -1 to display all. Set to 0 to use number of posts from Settings > Reading.
fr_fr: Sélectionnez le nombre d'événements à afficher. La valeur -1 permet de tout afficher. Définissez-le sur 0 pour utiliser le nombre de messages dans Paramètres > Lecture.

source: Select the number of max columns to display.
fr_fr: Sélectionnez le nombre de colonnes max à afficher.

source: Controls the column spacing for events items. Setting to -1 will keep the default 4% column spacing.
fr_fr: Contrôle l'espacement des colonnes pour les éléments d'événements. Régler sur -1 conservera l'espacement de colonne par défaut de 4%.

source: Picture Size
fr_fr: Taille de l'image

source: cover = image will scale to cover the container, <br />auto = width and height will adjust to the image.
fr_fr: couvrir = le cadrage de l'image s'adaptera à la taille du conteneur pour le recouvrir</br> auto : la largeur et la hauteur du conteneur s'ajusteront à l'image.

source: Content Padding
fr_fr: Remplissage de contenu

source: Controls the padding for the event contents. Enter values including any valid CSS unit, ex: 20px, 20px, 20px, 20px.
fr_fr: Contrôle le remplissage pour le contenu de l'événement. Entrez des valeurs incluant toute unité CSS valide, ex: 20px, 20px, 20px, 20px.

source: Text Display
fr_fr: Affichage du texte

source: Choose how to display the post excerpt.
fr_fr: Choisissez comment afficher l’extrait de l’article.

source: Strip HTML
fr_fr: Supprimer le code HTML

source: Strip HTML from the post excerpt.
fr_fr: Supprimer le code HTML de l'extrait de l'article.

source: Tabs
fr_fr: Onglets

source: Image Link
fr_fr: Lien de l'image

source: Select the number of columns to display.
fr_fr: Sélectionnez le nombre de colonnes à afficher.

source: Flip Boxes
fr_fr: Zones basculantes (Flip box)

source: Flip Effect
fr_fr: Effet de retournement

source: Set the flip effect for the boxes.
fr_fr: Définissez l’effet de retournement pour les cases.

source: Flip Direction
fr_fr: Sens du retournement

source: Set the direction in which the boxes should flip.
fr_fr: Définissez la direction dans laquelle les cases doivent basculer.

source: Flip Left
fr_fr: Retournement à gauche

source: Flip Right
fr_fr: Retournement à droite

source: Flip Up
fr_fr: Retournement vers le haut

source: Flip Down
fr_fr: Retournement vers le bas

source: Flip Duration
fr_fr: Durée du retournement

source: Set the speed at which the boxes flip.
fr_fr: Définissez la vitesse à laquelle les cases se retournent.

source: Set to yes to display flip boxes to equal heights.
fr_fr: Réglez sur oui pour afficher les boîtes à bascule aux hauteurs égales.

source: Flip Box Background Color Frontside
fr_fr: Couleur du texte d'avant-plan de l'arrière-plan de la flip box

source: Controls the color of the frontside background.
fr_fr: Contrôle la couleur de fond du recto de la zone basculante.

source: Flip Box Heading Color Frontside
fr_fr: Couleur du texte d'avant-plan du titre de la flip box

source: Controls the color of the frontside heading.
fr_fr: Contrôle la couleur de l'entête au recto de la zone basculante.

source: Flip Box Text Color Frontside
fr_fr: Couleur du texte d'avant-plan de la flip box

source: Controls the color of the frontside text.
fr_fr: Contrôle la couleur du texte au recto de la zone basculante.

source: Flip Box Background Color Backside
fr_fr: Couleur du texte d'arrière-plan de la flip box

source: Controls the color of the backside background.
fr_fr: Contrôle la couleur de fond du verso de la zone basculante.

source: Flip Box Heading Color Backside
fr_fr: Couleur du texte d'arrière-plan du titre de la flip box

source: Controls the color of the backside heading.
fr_fr: Contrôle la couleur de l'entête au verso de la zone basculante.

source: Flip Box Text Color Backside
fr_fr: Couleur du texte d'arrière-plan de la flip box

source: Controls the color of the backside text.
fr_fr: Contrôle la couleur du texte au verso de la zone basculante.

source: Flip Box Border Size
fr_fr: Taille de bordure de la flip box

source: Controls the border size of the flip box background.
fr_fr: Contrôle l'épaisseur des bordures de la zone basculante.

source: Flip Box Border Color
fr_fr: Couleur de la bordure d'une flip box

source: Controls the border color of flip box background.
fr_fr: Contrôle la couleur des bordures de la zone basculante.

source: Flip Box Border Radius
fr_fr: Rayon de la bordure d'une flip box
