Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Controls the border radius of the flip box background.
fr_fr: Contrôle l'arrondi aux angles des bordures de la zone basculante.

source: Enter some content for this filp box.
fr_fr: Entrez un peu de contenu pour cette boîte de filp.

source: Icon Circle
fr_fr: Cercle d'icône

source: Choose to use a circled background on the icon.
fr_fr: Choisissez d'afficher un cercle d'arrière-plan pour l'icône.

source: Icon Circle Background Color
fr_fr: Couleur de fond du cercle de l'icône

source: Controls the color of the circle.
fr_fr: Contrôle la couleur de fond du cercle d'icône

source: Icon Circle Border Color
fr_fr: Couleur de la bordure du cercle de l'icône

source: Controls the color of the circle border.
fr_fr: Contrôle la couleur de la bordure du cercle.

source: Flip Box
fr_fr: Boite dynamique

source: Flip Box Frontside Heading
fr_fr: Titre de la face avant de la Flip Box

source: Add a heading for the frontside of the flip box.
fr_fr: Ajoutez un titre pour la face avant de la Flip Box.

source: Flip Box Backside Heading
fr_fr: Titre de la face arrière de la Flip Box

source: Add a heading for the backside of the flip box.
fr_fr: Ajouter un titre pour la face arrière de la Flip Box.

source: Flip Box Frontside Content
fr_fr: Contenu de la face avant de la boîte à bascule

source: Add content for the frontside of the flip box.
fr_fr: Ajouter du contenu pour la face avant de la Flip Box.

source: Flip Box Backside Content
fr_fr: Contenu de la face arrière de la boîte à bascule

source: Add content for the backside of the flip box.
fr_fr: Ajouter du contenu pour la face arrière de la Flip Box.

source: Background Color Frontside
fr_fr: Couleur d’arrière-plan de la boîte à bascule

source: Controls the background color of the frontside. IMPORTANT: Flip boxes must have background colors to work correctly in all browsers.
fr_fr: Contrôle la couleur de fond de la face avant. IMPORTANT: les boîtes à bascule doivent avoir des couleurs d'arrière-plan pour fonctionner correctement dans tous les navigateurs.

source: Background Image Frontside
fr_fr: Image de fond devant

source: Upload an image to display in the background of the frontside.
fr_fr: Téléchargez une image à afficher à l'arrière-plan de la face avant.

source: Background Image ID Frontside
fr_fr: Image de fond ID avant

source: Heading Color Frontside
fr_fr: Couleur du texte d’avant-plan du titre de la boîte à bascule

source: Controls the heading color of the frontside.
fr_fr: Contrôle la couleur du titre de la face avant.

source: Text Color Frontside
fr_fr: Couleur du texte d’avant-plan de la boîte à bascule

source: Controls the text color of the frontside.
fr_fr: Contrôle la couleur du texte de la face avant.

source: Background Color Backside
fr_fr: Couleur d’arrière-plan de la face arrière

source: Controls the background color of the backside. IMPORTANT: Flip boxes must have background colors to work correctly in all browsers.
fr_fr: Contrôle la couleur d'arrière-plan de l'arrière. IMPORTANT: les boîtes à bascule doivent avoir des couleurs d'arrière-plan pour fonctionner correctement dans tous les navigateurs.

source: Background Image Backside
fr_fr: Arrière-plan de l'image

source: Upload an image to display in the background of the backside.
fr_fr: Téléchargez une image à afficher à l'arrière-plan.

source: Background Image ID Backside
fr_fr: Contexte Image ID Backside

source: Heading Color Backside
fr_fr: Couleur d’entête de la face arrière

source: Controls the heading color of the backside.
fr_fr: Contrôle la couleur du titre de la face arrière.

source: Text Color Backside
fr_fr: Couleur du texte d’arrière-plan

source: Controls the text color of the backside.
fr_fr: Contrôle la couleur du texte de la face arrière.

source: Controls the flip box border radius. In pixels (px), ex: 1px, or "round".
fr_fr: Contrôle l'arrondi des zones basculantes. En pixels (px), ex. : 1px ou "arrondi".

source: Link to
fr_fr: Lier à

source: Controls the color of the icon.
fr_fr: Contrôle la couleur de l’icône.

source: Icon Hover Color
fr_fr: Couleur Icône Survol

source: Controls the color of the icon on hover.
fr_fr: Contrôle la couleur de l'icône en vol stationnaire.

source: Controls the color of the background.
fr_fr: Contrôle la couleur de l'arrière-plan.

source: Icon Hover Background Color
fr_fr: Couleur d’Arrière-plan au Survol de l’Icône

source: Controls the color of the background on hover.
fr_fr: Contrôle la couleur du fond en vol stationnaire.

source: Controls the border size of the icon background.
fr_fr: Contrôle la taille de la bordure du fond de l'icône.

source: Icon Background Border Color
fr_fr: Couleur de fond de l'encadré de contenu

source: Controls the border color of the background.
fr_fr: Contrôle la couleur de la bordure du fond.

source: Icon Hover Background Border Color
fr_fr: Icône survolée Couleur de la bordure du fond

source: Controls the border color of the background on hover.
fr_fr: Contrôle la couleur de la bordure de l'arrière-plan au survol.

source: Add the url the icon should link to.
fr_fr: Ajoutez l'url à laquelle l'icône doit renvoyer.

source: Icon Background Size
fr_fr: Taille de l’arrière plan de l'icône

source: Controls the background size of the icon. Set to -1 to use default calculations. In pixels, ex: 35.
fr_fr: Contrôle la taille de l'arrière-plan de l'icône. Définissez-le à -1 pour utiliser les calculs par défaut. En pixels, ex : 35.

source: Controls the color of the icon background.
fr_fr: Contrôle la couleur du fond de l'icône.

source: Icon Background Border Size
fr_fr: Couleur de fond de l'encadré de contenu

source: Controls the color of the background border.
fr_fr: Contrôle la couleur de la bordure du fond.

source: Select the icon's alignment.
fr_fr: Sélectionnez l'alignement de l'icône.

source: Fixed = width and height will be fixed<br/>Auto = width and height will adjust to the image.
fr_fr: Fixé = la largeur et la hauteur seront fixes <br /> auto = la largeur et la hauteur s'adapteront à la taille de l'image.

source: Gallery Layout
fr_fr: Mise en page de la galerie

source: Select the gallery layout type.
fr_fr: Sélectionnez la mise en page de la galerie.

source: Controls the column spacing for gallery images.
fr_fr: Contrôle l'espacement des colonnes pour les images de la galerie.

source: Lightbox Content
fr_fr: Contenu de la Lightbox

source: Titles
fr_fr: Titres

source: Captions
fr_fr: Légendes

source: Titles & Captions
fr_fr: Titres et légendes

source: Choose if titles and captions will display in the lightbox.
fr_fr: Choisissez si les titres et les légendes s'affichent dans la lightbox.

source: Gallery Image Border Size
fr_fr: Taille de la bordure de l'image de la galerie

source: Controls the border size of the image.
fr_fr: Contrôle la taille de la bordure de l'image.

source: Gallery Image Border Color
fr_fr: Couleur de la bordure de l'image de la galerie

source: Controls the border color of the image.
fr_fr: Contrôle la couleur des bordures de l&rsquo;image de la personne.

source: Gallery Image Border Radius
fr_fr: Rayon de la bordure de l'image de la galerie

source: Controls the border radius of the gallery images.
fr_fr: Contrôle le rayon de la bordure des images de la galerie.

source: Enter some content for this gallery.
fr_fr: Entrez du contenu pour cette galerie.

source: Fixed = width and height will be fixed.<br/>Auto = width and height will adjust to the image.<br/>
fr_fr: Fixé = la largeur et la hauteur seront fixées <br />Auto = largeur et la hauteur s'adapteront à l'image.<br/>

source: Image Lightbox
fr_fr: Visionneuse

source: Show image in lightbox. Lightbox must be enabled in %s or the image will open up in the same tab by itself.
fr_fr: Afficher l’image dans la boîte à lumière. Lightbox doit être activé en %s ou l’image s’ouvrira dans le même onglet par lui-même.

source: Choose if titles and captions will display in the lightbox. Titles and captions can only be displayed when this is globally enabled for the lightbox on the corresponding %s tab.
fr_fr: Choisissez si les titres et les légendes s’affichent dans la boîte à lumière. Les titres et les légendes ne peuvent être affichés que lorsque cela est activé globalement pour la boîte lumineuse de l’onglet %s correspondant.

source: Titles and Captions
fr_fr: Titres et Légendes

source: Choose the border color.
fr_fr: Choisissez la couleur de la bordure.

source: Controls the gallery image border radius. In pixels (px), ex: 1px, or "round".
fr_fr: Contrôle le rayon de bordure de l'image gallery. En pixels (PX), ex: 1px, ou "Round".

source: Caption
fr_fr: Légende

source: Add the url the image should link to. If lightbox option is enabled, you can also use this to open a different image in the lightbox.
fr_fr: Ajoutez l'URL vers laquelle l'image doit être liée. Si l'option lightbox est activée, vous pouvez également l'utiliser pour ouvrir une image différente dans la lightbox.

source: No location found for the entered address.
fr_fr: Aucun emplacement trouvé pour l'adresse entrée.

source: Invalid request. Did you enter an address?
fr_fr: Requête non valide. Avez-vous saisi une adresse ?

source: Something went wrong while retrieving your map, please ensure you have entered the short code correctly.
fr_fr: Quelque chose a mal tourné lors de la récupération de votre carte, s’il vous plaît assurez-vous que vous avez entré le shortcode correctement.

source: Unable to contact Google API service.
fr_fr: Impossible de contacter le service Google API.

source: Google API Type
fr_fr: Type d'API Google

source: Select the Google API type that should be used to load your map. The JavaScript API allows for more options and custom styling, but could be charged for by Google depending on the amount of map loads. The embed and the static API can be used for free regardless of map loads. For more information please see the <a href="%s" target="_blank">Google Maps Users Guide</a>.
fr_fr: Sélectionnez le type d'API Google à utiliser pour charger votre carte. L'API JavaScript permet plus d'options et un style personnalisé, mais Google peut facturer les frais en fonction de la charge de la carte. L’API intégrée et l’API statique peuvent être utilisées gratuitement, quelle que soit la charge de la carte. Pour plus d'informations, consultez le <a href="%s" target="_blank">Guide de l'utilisateur de Google Maps</a>.

source: JS API
fr_fr: API JS

source: Embed API
fr_fr: API intégré

source: Address
fr_fr: Adresse

source: Add the address of the location you wish to display. Address example: 775 New York Ave, Brooklyn, Kings, New York 11203. If the location is off, please try to use long/lat coordinates. ex: 12.381068,-1.492711.
fr_fr: Ajoutez l'adresse de l'emplacement que vous souhaitez afficher. Exemple d'adresse: 775 New York Ave, Brooklyn, Kings, New York 11203. Si l'emplacement est désactivé, veuillez essayer d'utiliser les coordonnées de longitude et latitude. Ex : 12.381068,-1,492711.

source: Map Type
fr_fr: Type de carte

source: Select the type of google map to display.
fr_fr: Sélectionnez le type de carte Google à afficher.

source: Roadmap
fr_fr: Carte routière

source: Add the address of the location you wish to display. Single address example: 775 New York Ave, Brooklyn, Kings, New York 11203. If the location is off, please try to use long/lat coordinates with latlng=. ex: latlng=12.381068,-1.492711. For multiple addresses, separate addresses by using the | symbol. ex: Address 1|Address 2|Address 3.
fr_fr: Ajoutez l'adresse du lieu que vous souhaitez afficher. Exemple d'adresse unique: 775 New York Avenue, Brooklyn, Kings, New York 11203. Si l'emplacement est désactivé, veuillez utiliser les coordonnées long / lat avec latlng =. ex: latlng = 12,381068, -1,492711. Pour plusieurs adresses, séparez les adresses à l'aide de | symbole. ex: Adresse 1 | Adresse 2 | Adresse 3.

source: Hybrid
fr_fr: Hybride

source: Map Dimensions
fr_fr: Taille de la carte

source: Map dimensions in percentage, pixels or ems. <strong>NOTE:</strong> Height does not accept percentage value. In case static API is selected width and height are limited to 640px (except for the premium Google Maps API plan) and must be specified in px only.
fr_fr: Dimensions de carte en pourcentage, pixels ou ems. <strong>REMARQUE:</strong> La hauteur n’accepte pas la valeur en pourcentage. Dans le cas où l’API statique est sélectionnée largeur et la hauteur sont limitées à 640px (sauf pour le plan premium Google Maps API) et doit être spécifiée en px seulement.

source: Zoom Level
fr_fr: Niveau de zoom

source: Choose the zoom level for the map. 0 corresponds to a map of the earth fully zoomed out, and larger zoom levels zoom in at a higher resolution.
fr_fr: Choisissez le niveau de zoom pour la carte. 0 correspond à une carte de la terre entièrement zoomée, et des niveaux de zoom plus grands zoomer à une résolution plus élevée.

source: Scrollwheel on Map
fr_fr: Molette de défilement de la souris sur la carte

source: Enable zooming using the mouse scroll wheel. Use Cmd/Ctrl key + scroll to zoom. If set to no, zooming through two-finger movements (cooperative gesture handling) will be enabled.
fr_fr: Activer le zoom en utilisant la molette de la souris. Utilisez les touches Cmd / Ctrl + défilement pour zoomer. Si défini sur non, le zoom par mouvements de deux doigts (traitement coopératif des gestes) sera activé.

source: Show Scale Control on Map
fr_fr: Afficher l’échelle de contrôle sur la carte

source: Display the map scale.
fr_fr: Afficher l’échelle de la carte.

source: Show Pan Control on Map
fr_fr: Afficher les contrôles de déplacement sur la carte

source: Display pan control button.
fr_fr: Afficher le bouton de commande de panoramique.

source: Address Pin Animation
fr_fr: Adresse Pin Animation

source: Animate the address pin when the map first loads.
fr_fr: Animez l’adresse Pin lors du premier chargement de la carte.

source: Show Tooltip by Default
fr_fr: Afficher info-bulle par défaut

source: Display or hide tooltip by default when the map first loads.
fr_fr: Afficher ou masquer info-bulle lorsque la carte charge par défaut.

source: Select the Map Styling Switch
fr_fr: Sélectionnez l'échangeur de configuration de la carte

source: Choose default styling for classic google map styles. Choose theme styling for our custom style. Choose custom styling to make your own with the advanced options below.
fr_fr: Choisissez la configuration par défaut pour utiliser le style classique de Google Maps. Choisissez le style du thème pour utiliser le style du thème. Choisissez le style personnalisé pour définir manuellement le style avec les options ci-dessous.

source: Default Styling
fr_fr: Style par défaut

source: Theme Styling
fr_fr: Style du thème

source: Custom Styling
fr_fr: Style personnalisé

source: Map Overlay Color
fr_fr: Couleur de calque de la carte

source: Custom styling setting only. Pick any overlaying color for the map besides pure black or white. Works best with "roadmap" type.
fr_fr: Paramètre de style personnalisé uniquement. Choisissez n’importe quelle couleur de recouvrement pour la carte en plus du noir ou du blanc pur. Fonctionne mieux avec le type "carte routière".

source: Map Color
fr_fr: Couleur de Carte

source: Custom styling setting only. Pick any color for the map besides pure black or white.
fr_fr: Réglage de style personnalisé uniquement. Choisissez n'importe quelle couleur pour la carte en plus du noir ou du blanc.

source: Infobox Content
fr_fr: Contenu de la boîte d'info

source: Custom styling setting only. Type in custom info box content to replace address string. For multiple addresses, separate info box contents by using the | symbol. ex: InfoBox 1|InfoBox 2|InfoBox 3.
fr_fr: Ne s'applique qu'au style personnalisé. Saisissez le contenu de l'info-bulle personnalisée pour remplacer la chaîne de l''adresse. Pour plusieurs adresses, séparer les contenus d'info-bulle en utilisant le caractère |. Par ex: InfoBulle 1|InfoBulle 2|InfoBulle 3.

source: Infobox Styling
fr_fr: Style de l'info-bulle

source: Custom styling setting only. Choose between default or custom info box.
fr_fr: Ne s'applique qu'au style personnalisé. Choisir entre l'info-bulle par défaut et l'info-bulle personnalisée.

source: Default Infobox
fr_fr: Boîte d'informations par défaut

source: Custom Infobox
fr_fr: Boîte d'informations personnalisée

source: Info Box Text Color
fr_fr: Couleur du texte de l'info-bulle

source: Custom styling setting only. Pick a color for the info box text.
fr_fr: Ne s’applique qu’aux paramètres de configuration personnalisés. Choisir la couleur du texte de l’info-bulle.

source: Info Box Background Color
fr_fr: Couleur de fond de l'info-bulle

source: Custom styling setting only. Pick a color for the info box background.
fr_fr: Ne s'applique qu'au style personnalisé. Choisissez une couleur de fond pour l'info-bulle.

source: Custom Marker Icon
fr_fr: Icône de marqueur personnalisée

source: Custom styling setting only. Use full image urls for custom marker icons or input "theme" for our custom marker. For multiple addresses, separate icons by using the | symbol or use one for all. ex: Icon 1|Icon 2|Icon 3.
fr_fr: Ne s’applique qu’au style personnalisé. Utilisez les URLs complètes d'images pour les icônes de marqueur personnalisées ou saisissez "thème" pour utiliser le marqueur du thème. Pour les adresses multiples, séparez les icônes par le symbole "|" ou utilisez une seule icône pour toutes. Par exemple : Icône 1|Icône 2|Icône 3.

source: Custom styling setting only. Use full image urls for custom marker icons or input "theme" for our custom marker. For multiple addresses, separate icons by using the | symbol or use one for all. ex: Icon 1|Icon 2|Icon 3. NOTE: Icon images may be in PNG, JPEG or GIF formats and may be up to 4096 pixels maximum size (64x64 for square images).
fr_fr: Réglage de style personnalisé uniquement. Utilisez des URL d’image complètes pour les icônes de marqueur personnalisées ou saisissez un "thème" pour notre marqueur personnalisé. Pour plusieurs adresses, séparez les icônes à l'aide des touches | symbole ou utiliser un pour tous. ex: Icône 1 | Icône 2 | Icône 3. REMARQUE: Les images d'icône peuvent être au format PNG, JPEG ou GIF et peuvent avoir une taille maximale de 4096 pixels (64x64 pour les images carrées).

source: Display Form Title
fr_fr: Afficher le titre du formulaire

source: Whether or not to display the form title.
fr_fr: Afficher ou non le titre du formulaire.

source: Display Form Description
fr_fr: Afficher la description du formulaire

source: Whether or not to display the form description.
fr_fr: Afficher ou non la description du formulaire.

source: Enable Ajax
fr_fr: Activer Ajax

source: Specify whether or not to use Ajax to submit the form.
fr_fr: Précisez s'il faut utiliser Ajax pour soumettre le formulaire.

source: Highlight
fr_fr: Surbrillance

source: Select if you would like a highlight background or not.
fr_fr: Sélectionnez si vous souhaitez un arrière-plan en surbrillance ou non.

source: Pick a highlight background color.
fr_fr: Choisissez une couleur d’arrière-plan pour la mise en évidence.

source: Rounded Corners
fr_fr: Coins arrondis

source: Choose to have rounded corners.
fr_fr: Choisissez d’avoir des coins arrondis.

source: Pick a text-color for your highlight. Leave empty to use an auto-calculated value.
fr_fr: Choisissez une couleur de texte pour votre point culminant. Laisser vide pour utiliser une valeur calculée automatiquement.

source: Enter some text to highlight.
fr_fr: Saisissez un texte à surligner.

source: Image Before & After
fr_fr: Image Avant & Après

source: Select which type of effect your before and after image uses. "Slide" provides a handle to move back and forth while "Fade" changes the image on mouse hover.
fr_fr: Sélectionnez le type d'effet utilisé par votre image avant et après. "Slide" fournit une poignée pour aller et venir tandis que "Fade" modifie l'image en survol de la souris.

source: Label Font Size
fr_fr: Taille de police d'étiquette

source: Controls the font size of the label text. Note: font family is controlled by body font in Global Options.
fr_fr: Contrôle la taille de la police du texte de l'étiquette. Remarque : la famille de polices est contrôlée par la police du corps dans les Options globales.

source: Label Accent Color
fr_fr: Couleur d'accent d'étiquette

source: Controls the color of the label background and text. Text takes 100% of this color, background takes a % of it.
fr_fr: Contrôle la couleur de l'arrière-plan et du texte de l'étiquette. Le texte prend 100% de cette couleur, l'arrière-plan en prend un %.

source: Label Placement
fr_fr: Placement du libellé

source: Choose if labels are on top of the image and centered, on top of the image up & down or outside of the image up & down.
fr_fr: Choisissez si les étiquettes sont au-dessus de l'image et centrées, en haut et en bas de l'image ou en dehors de l'image en haut et en bas.

source: Image Centered
fr_fr: Image centrée

source: Image Up & Down
fr_fr: Image haut et bas

source: Outside Image Up & Down
fr_fr: Image extérieure haut et bas

source: Handle Design Style
fr_fr: Style de design de la poignée

source: Controls the design of the handle used to change the before and after image.
fr_fr: Contrôle la conception de la poignée utilisée pour modifier l'image avant et après.

source: Circle With Arrows
fr_fr: Cercle avec des flèches

source: Square With Arrows
fr_fr: Carré avec des flèches

source: Rectangle With Arrows
fr_fr: Rectangle avec des flèches

source: Diamond
fr_fr: Diamant

source: Single Circle
fr_fr: Cercle unique

source: Handle Color
fr_fr: Couleur de la poignée

source: Controls the color of the before and after image handle line and arrows. ex: #ffffff.
fr_fr: Contrôle la couleur de la ligne et des flèches de la poignée d’image avant et après. ex: #ffffff.

source: Controls the background color of the before and after image handle switch. ex: #000000.
fr_fr: Contrôle la couleur d'arrière-plan du commutateur de traitement d'image avant et après. ex: #000000.

source: Handle Offset
fr_fr: Poignée décalée

source: Controls where the handle will be positioned on page load allowing you to control how much of each image displays by default. In percentage.
fr_fr: Contrôle l'emplacement de la poignée lors du chargement de la page, ce qui vous permet de contrôler la quantité d'affichage de chaque image par défaut. En pourcentage.

source: Handle Orientation
fr_fr: Orientation de la poignée

source: Controls the position of the before and after image handle.
fr_fr: Contrôle la position de la poignée d'image avant et après.

source: Handle Movement Control
fr_fr: Contrôle du mouvement de la poignée

source: Controls how the viewer interacts with the image handler. The image handle can use Drag & Click, Drag Only, or Hover.
fr_fr: Contrôle les interactions entre l'afficheur et le gestionnaire d'images. La poignée de l'image peut utiliser glisser-cliquer, glisser uniquement ou survoler.

source: Drag & Click
fr_fr: Glisser et cliquer

source: Drag Only
fr_fr: Glisser seulement

source: Image Fade Transition Speed
fr_fr: Vitesse de transition de fondu d'image

source: Controls the speed of the fade transition on mouse hover. In seconds.
fr_fr: Contrôle la vitesse de la transition en fondu lors du survol de la souris. En secondes.

source: Controls the border size of the image before & after element.
fr_fr: Contrôle la taille de la bordure de l'image avant et après l'élément.

source: Controls the border color of the image before & after element.
fr_fr: Contrôle la couleur de la bordure de l'image avant et après l'élément.
