Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Rule Size
fr_fr: Taille de la règle

source: Sets the size of the vertical line between columns. The rule is rendered as "below" spacing and columns, so it can span over the gap between columns if it is larger than the column spacing amount.
fr_fr: Définit la taille de la ligne verticale entre les colonnes. La règle est rendue avec un espacement "en dessous" et des colonnes, de sorte qu'elle peut s'étendre sur l'espace entre les colonnes si elle est supérieure à la quantité d'espacement des colonnes.

source: Rule Color
fr_fr: Couleur de la règle

source: Controls the color of the vertical line between columns.
fr_fr: Contrôle la couleur de la ligne verticale entre les colonnes.

source: Set the minimum width for each column, this allows your columns to gracefully break into the selected size as the screen width narrows. Leave this option empty if you wish to keep the same amount of columns from desktop to mobile. Enter value including any valid CSS unit, ex: 200px.
fr_fr: Définissez la largeur minimale de chaque colonne pour permettre à vos colonnes de se fondre gracieusement dans la taille sélectionnée lorsque la largeur de l’écran se réduit. Laissez cette option vide si vous souhaitez conserver le même nombre de colonnes du bureau au mobile. Entrez une valeur incluant toute unité CSS valide, ex: 200px.

source: Controls the column spacing between one column to the next. Enter value including any valid CSS unit besides % which does not work for inline columns, ex: 2em.
fr_fr: Contrôle l'espacement des colonnes d'une colonne à l'autre. Entrez une valeur incluant toute unité CSS valide en plus de% qui ne fonctionne pas pour les colonnes en ligne, ex: 2em.

source: Sets the size of the vertical line between columns. The rule is rendered as "below" spacing and columns, so it can span over the gap between columns if it is larger than the column spacing amount. In pixels.
fr_fr: Définit la taille de la ligne verticale entre les colonnes. La règle est rendue avec un espacement "en dessous" et des colonnes, de sorte qu'elle peut s'étendre sur l'espace entre les colonnes si elle est supérieure à la quantité d'espacement des colonnes. En pixels.

source: Enter some content for this text block.
fr_fr: Entrez un peu de contenu pour ce bloc de texte.

source: Controls the color of the text, ex: #000.
fr_fr: Contrôle la couleur du texte, ex : #000.

source: Title Separator
fr_fr: Séparateur de titre

source: Controls the type of title separator that will display.
fr_fr: Contrôle le type de séparateur qui s'affichera.

source: Single Solid
fr_fr: Simple plein

source: Single Dashed
fr_fr: Tiret simple

source: Single Dotted
fr_fr: Pointillé simple

source: Double Solid
fr_fr: Double souligné

source: Double Dashed
fr_fr: Double tirets

source: Double Dotted
fr_fr: Double pointillés

source: Underline Solid
fr_fr: Souligné plein

source: Underline Dashed
fr_fr: Souligné en tirets

source: Underline Dotted
fr_fr: Souligné en pointillés

source: Title Separator Color
fr_fr: Couleur des séparateurs de titres

source: Controls the color of the title separators.
fr_fr: Contrôle la couleur des séparateurs de titre.

source: Title Margins
fr_fr: Marges du Titre

source: Controls the margin of the titles. Leave empty to use corresponding heading margins.
fr_fr: Contrôle la marge des titres. Laissez vide pour utiliser les marges des titres correspondants.

source: Title Mobile Margins
fr_fr: Titre Marges mobiles

source: Controls the margin of the titles on mobiles. Leave empty together with desktop margins to use corresponding heading margins.
fr_fr: Contrôle la marge des titres sur les mobiles. Laissez vide avec les marges de bureau pour utiliser les marges de titre correspondantes.

source: Global Options Heading Settings
fr_fr: Options globales Paramètres de l'en-tête

source: Title Type
fr_fr: Type de titre

source: Choose the title type.
fr_fr: Choisissez le type de titre.

source: Rotating
fr_fr: Rotation

source: Rotation Effect
fr_fr: Effet Rotation

source: Select the style for rotation text.
fr_fr: Sélectionnez le style pour le texte de rotation.

source: Roll
fr_fr: Rouleau

source: Typing
fr_fr: Type

source: Display Time
fr_fr: Afficher l'heure

source: Controls the delay of animation between each text in a set. In milliseconds, 1000 = 1 second.
fr_fr: Contrôle le délai d’animation entre chaque texte dans un ensemble. En millisecondes, 1000 à 1 seconde.

source: Highlight Effect
fr_fr: Effet de mise en évidence

source: Select the highlight effect.
fr_fr: Sélectionnez l’effet de surbrillance.

source: Curly
fr_fr: Bouclés

source: Double Underline
fr_fr: Double soulignement

source: Underline Zigzag
fr_fr: Souligner en zig-zag

source: Diagonal Bottom Left
fr_fr: Diagonal Bottom Gauche

source: Diagonal Top Left
fr_fr: Diagonal en haut à gauche

source: Strikethrough
fr_fr: Barré

source: Loop Animation
fr_fr: Boucle des Animations

source: Turn on to loop the animation.
fr_fr: Activez pour boucler l’animation.

source: Highlight Shape Width
fr_fr: Mettre en évidence la largeur de la forme

source: Controls the width of highlight shape.
fr_fr: Contrôle la largeur de la forme de surbrillance.

source: Highlight Top Margin
fr_fr: Mettre en évidence la marge supérieure

source: Controls the top margin of highlight shape.
fr_fr: Contrôle la marge supérieure de la forme de surbrillance.

source: Before Text
fr_fr: Avant le texte

source: Enter before text.
fr_fr: Entrez avant le texte.

source: Rotation Text
fr_fr: Texte de rotation

source: Enter text for rotation.
fr_fr: Entrez le texte pour la rotation.

source: Highlighted Text
fr_fr: Texte surligné

source: Enter text which should be highlighted.
fr_fr: Entrez le texte qui doit être mis en surbrillance.

source: After Text
fr_fr: Après le texte

source: Enter after text.
fr_fr: Entrez après le texte.

source: Title Link
fr_fr: Lien du titre

source: Choose if title text should have a link.
fr_fr: Choisissez si le texte du titre doit comporter un lien.

source: Choose to align the heading left, right or center.
fr_fr: Choisissez d'aligner le titre à gauche, à droite ou au centre.

source: Animated Text Font Size
fr_fr: Taille animée de police de texte

source: Controls the font size of the animated text. Enter value including any valid CSS unit, ex: 20px. Leave empty if the global font size for the corresponding heading size (h1-h6) should be used: %s.
fr_fr: Contrôle la taille de la police du texte animé. Entrez la valeur, y compris toute unité CSS valide, ex: 20px. Laissez vide si la taille globale de la police pour la taille correspondante du titre (h1-h6) doit être utilisée : %s.

source: Controls the color of the title, ex: #000. Leave empty if the global color for the corresponding heading size (h1-h6) should be used: %s.
fr_fr: Contrôle la couleur du titre, ex: #000. Laissez vide si la couleur globale pour la taille de titre correspondante (h1-h6) doit être utilisée : %s.

source: Animated Text Font Color
fr_fr: Couleur animée de police de texte

source: Controls the color of the animated title, ex: #000. Leave empty if the global color for the corresponding heading size (h1-h6) should be used: %s.
fr_fr: Contrôle la couleur du titre animé, ex: #000. Laissez vide si la couleur globale pour la taille de titre correspondante (h1-h6) doit être utilisée : %s.

source: Mobile Margin
fr_fr: Marge mobile

source: Spacing above and below the title on mobiles. In px, em or %, e.g. 10px.
fr_fr: Espacement au-dessus et au-dessous du titre sur les mobiles. En px, em ou%, par ex. 10px.

source: Highlight Shape Color
fr_fr: Mettre en évidence la couleur de la forme

source: Controls the color of the highlight shape, ex: #000.
fr_fr: Contrôle la couleur de la forme de mise en évidence, ex: #000.

source: Choose the kind of the title separator you want to use.
fr_fr: Choisissez le type de séparateur de titre que vous souhaitez.

source: Controls the separator color.
fr_fr: Contrôle la couleur du séparateur.

source: Link Hover Color
fr_fr: Couleur des liens au survol de la souris

source: Controls the link hover color.
fr_fr: Contrôlez la couleur du lien au survol.

source: Toggles
fr_fr: Basculements

source: Toggles or Accordions
fr_fr: Bascules ou Accordéons

source: Toggles allow several items to be open at a time. Accordions only allow one item to be open at a time.
fr_fr: Les Bascules permettent d'ouvrir plusieurs éléments à la fois. Les Accordéons ne permettent qu'un élément ouvert à la fois.

source: Accordions
fr_fr: Accordéons

source: Toggle Boxed Mode
fr_fr: Basculer en mode boîte

source: Turn on to display items in boxed mode. Toggle divider line must be disabled for this option to work.
fr_fr: Activez sur On pour afficher les éléments en mode encadré. La ligne de séparation « FAQ Item » doit être désactivée pour que cette option fonctionne.

source: Toggle Boxed Mode Border Width
fr_fr: Basculer la largeur de la bordure en mode boîte

source: Controls the border size of the toggle item.
fr_fr: Contrôle la taille de la bordure de l'élément à bascule.

source: Toggle Boxed Mode Border Color
fr_fr: Basculer la couleur de la bordure en mode boîte

source: Controls the border color of the toggle item.
fr_fr: Contrôle la couleur de la bordure de l'élément à bascule.

source: Toggle Boxed Mode Background Color
fr_fr: Basculer la couleur de fond du mode boîte

source: Controls the background color of the toggle item.
fr_fr: Contrôle la couleur d'arrière-plan de l'élément à bascule.

source: Toggle Boxed Mode Background Hover Color
fr_fr: Couleur de cet arrière-plan au survol pour le mode encadré

source: Controls the background hover color of the toggle item.
fr_fr: Contrôle la couleur d’arrière-plan au survol pour l’élément de FAQ.

source: Toggle Divider Line
fr_fr: Ligne séparatrice du Toggle

source: Turn on to display a divider line between each item.
fr_fr: Allumez pour afficher une ligne de séparation entre chaque élément.

source: Toggle Icon Size
fr_fr: Taille de l’icône du menu déroulant

source: Toggle Icon Color
fr_fr: Couleur de l'icône Toggle

source: Controls the color of icon in toggle box.
fr_fr: Contrôle la couleur de l'icône dans la zone FAQ.

source: Toggle Icon Boxed Mode
fr_fr: Basculer l'icône en mode boîte

source: Turn on to display toggle icon in boxed mode.
fr_fr: Activez sur On pour afficher l&rsquo;icône dans le mode encadré.

source: Toggle Icon Inactive Box Color
fr_fr: Basculer l&rsquo;icône Couleur de la boîte inactive

source: Controls the color of the inactive toggle box.
fr_fr: Contrôle la couleur de la zone inactive du Toggle.

source: Toggle Hover Accent Color
fr_fr: Basculer la couleur d'accent hover

source: Controls the accent color on hover for icon box and title.
fr_fr: Contrôle la couleur d'accentuation sur le survol pour la zone d'icône et le titre.

source: Toggle Icon Alignment
fr_fr: Basculer cet alignement des icônes

source: Controls the alignment of toggle icon.
fr_fr: Contrôle l'alignement de l&rsquo;icône à bascule.

source: Enter some content for this toggles element.
fr_fr: Entrez un peu de contenu pour cet élément de bascules.

source: Boxed Mode
fr_fr: Mode Encadré

source: Choose to display items in boxed mode.
fr_fr: Activer pour afficher les éléments dans le mode encadré.

source: Boxed Mode Border Width
fr_fr: Épaisseur de la bordure pour le mode encadré

source: Set the border width for toggle item. In pixels.
fr_fr: Régler la largeur de la bordure en pixels pour l&rsquo;élément de FAQ.

source: Boxed Mode Border Color
fr_fr: Couleur de la bordure pour le mode encadré

source: Set the border color for toggle item.
fr_fr: Définissez la couleur de la bordure pour l&rsquo;élément à bascule.

source: Boxed Mode Background Color
fr_fr: Couleur d’arrière-plan du survolé pour le mode encadré

source: Set the background color for toggle item.
fr_fr: Définissez la couleur d&rsquo;arrière-plan pour l'élément à bascule.

source: Divider Line
fr_fr: Couleur du diviseur

source: Choose to display a divider line between each item.
fr_fr: Afficher un séparateur entre l'icône et le texte.

source: Set the color of icon in toggle box.
fr_fr: Définir la couleur de l'icône dans la boîte à bascule.

source: Choose to display icon in boxed mode.
fr_fr: Activer pour afficher l’icône dans le mode encadré.

source: Insert the toggle title.
fr_fr: Insérez le titre du bouton à bascule.

source: Open by Default
fr_fr: Ouvert par défaut

source: Choose to have the toggle open when page loads.
fr_fr: Choisissez d'afficher le bouton à bascule au chargement de la page.

source: Toggle Content
fr_fr: Contenu du Toggle

source: Insert the toggle content.
fr_fr: Insérez le contenu du bouton à bascule.

source: Add a class to the wrapping child HTML element.
fr_fr: Ajoutez une classe à l’élément HTML de l’enfant d’emballage.

source: Add an ID to the wrapping child HTML element.
fr_fr: Ajoutez une pièce d’identité à l’élément HTML de l’enfant d’emballage.

source: Tooltip Title
fr_fr: Titre de l’info-bulle

source: Insert the text that displays in the tooltip.
fr_fr: Insérez le texte à afficher dans l'info-bulle.

source: Insert the text that will activate the tooltip when hovered or clicked.
fr_fr: Insérez le texte qui activera l'info-bulle lorsque vous la survolez ou que vous cliquez dessus.

source: Choose the display position.
fr_fr: Choisissez la position d'affichage.

source: Tooltip Trigger Action
fr_fr: Action de déclenchement d'infobulle

source: Choose action to trigger the tooltip.
fr_fr: Choisissez l'action de déclenchement de l'info-bulle.

source: Log in
fr_fr: S'identifier

source: Lost password?
fr_fr: Mot de passe perdu ?

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
fr_fr: Vous avez perdu votre mot de passe ? Entrez votre nom d'utilisateur ou votre adresse e-mail. Vous recevrez un lien pour créer un nouveau mot de passe par email.

source: Username or Email
fr_fr: Nom d'utilisateur ou E-mail

source: Reset Password
fr_fr: Réinitialiser le mot de passe

source: Welcome %s
fr_fr: Bienvenue %s

source: Dashboard
fr_fr: Tableau de bord

source: Profile
fr_fr: Profil

source: Logout
fr_fr: Déconnexion

source: You are already signed up.
fr_fr: Vous êtes déjà inscris

source: You are already signed in.
fr_fr: Vous êtes déjà connecté.

source: Registration complete. Please check your email.
fr_fr: Inscription complète. Merci de consulter vos emails.

source: Please enter a username.
fr_fr: Merci d'entrer un nom d'utilisateur.

source: Please type your email address.
fr_fr: S'il vous plaît entrez votre adresse mail.

source: This username is already registered. Please choose another one.
fr_fr: Ce nom d'utilisateur est déjà pris. Veuillez en choisir un autre.

source: This email is already registered, please choose another one.
fr_fr: Cet email est déjà enregistré, veuillez en choisir un autre.

source: Something went wrong during registration. Please try again.
fr_fr: Quelque chose s'est mal passé lors de l'inscription. Veuillez réessayer.

source: Check your email for the confirmation link.
fr_fr: Vérifiez votre email pour le lien de confirmation.

source: Enter a username or email address.
fr_fr: Entrez un nom d'utilisateur ou une adresse email.

source: Invalid username.
fr_fr: Nom d'utilisateur invalide.

source: There is no user registered with that email address.
fr_fr: Il n'y a pas d'utilisateur enregistré avec cette adresse email.

source: Invalid username or email.
fr_fr: Nom d'utilisateur ou email invalide.

source: User Login
fr_fr: Utilisateur en ligne

source: User Login Text Align
fr_fr: Alignement du texte du User login

source: Controls the alignment of all user login content. "Text Flow" follows the default text align of the site. "Center" will center all elements.
fr_fr: Contrôle l'alignement des contenus pour toute connexion d'utilisateur. "Flux du texte" respecte l'alignement par défaut des textes du site. Choisissez "Centré" pour centrer tous les éléments.

source: User Login Form Field Layout
fr_fr: Présentation du champ du formulaire de connexion de l'utilisateur

source: Choose if form fields should be stacked and full width, or if they should be floated. <strong>IMPORTANT:</strong> This option only works for the login and the register form.
fr_fr: Choisissez si les champs de formulaire doivent être empilés et sur toute la largeur, ou s'ils doivent être flottants. <strong>IMPORTANT:</strong> cette option ne fonctionne que pour le formulaire de connexion et le formulaire d'inscription.

source: User Login Show Labels
fr_fr: Connexion utilisateur Afficher les étiquettes

source: Controls if the form field labels should be shown.
fr_fr: Contrôle si les champs de formulaire doivent être affichées.

source: User Login Show Placeholders
fr_fr: Connexion utilisateur Afficher les espaces réservés

source: Controls if the form field placeholders should be shown.
fr_fr: Contrôle si les espaces réservés du champ de formulaire doivent être affichés.

source: User Login Show Remember Me Checkbox
fr_fr: Connexion de l'utilisateur Montrer la boite se souvenir de moi

source: Controls if the remenber me checkbox should be displayed in the login form.
fr_fr: Les contrôles de la case à cocher Remember me doivent être affichés dans le formulaire de connexion.

source: User Login Form Background Color
fr_fr: Couleur d'arrière-plan du formulaire de connexion de l'utilisateur

source: Controls the color of the form background.
fr_fr: Contrôle la couleur d'arrière-plan du formulaire de connexion.

source: Enter some content for this block
fr_fr: Ajoutez du contenu pour cette zone

source: Choose the alignment of all content parts. "Text Flow" follows the default text align of the site. "Center" will center all elements.
fr_fr: Choisissez l'alignement pour tous les contenus. "Flux du texte" respecte l'alignement par défaut des textes du site. Choisissez "Centré" pour centrer tous les éléments.

source: Form Field Layout
fr_fr: Disposition des champs de formulaire

source: Choose if form fields should be stacked and full width, or if they should be floated.
fr_fr: Choisissez si les champs de formulaire doivent être empilés et sur toute la largeur, ou s'ils doivent être flottants.

source: Choose a heading text.
fr_fr: Saisissez un texte pour l'entête.

source: Choose a heading color.
fr_fr: Choisissez une couleur pour l'entête.

source: Choose a caption text.
fr_fr: Saisissez un texte pour la légende.

source: Caption Color
fr_fr: Couleur de la légende

source: Choose a caption color.
fr_fr: Choisissez la couleur de la légende.

source: Show Labels
fr_fr: Afficher les libellés

source: Show Placeholders
fr_fr: Afficher les espaces réservés

source: Form Background Color
fr_fr: Couleur de fond des formulaires

source: Choose a background color for the form wrapping box.
fr_fr: Sélectionnez une couleur de fond pour la zone de formulaire.

source: Choose a link color.
fr_fr: Choisissez la couleur du lien.

source: Show Remember Me Checkbox
fr_fr: Afficher la case à cocher Se souvenir de moi

source: Controls if the remember me checkbox should be displayed in the login form.
fr_fr: Contrôle si la case à cocher Remember me doit être affichée dans le formulaire de connexion.

source: Redirection Link
fr_fr: Lien de redirection

source: Add the url to which a user should redirected after form submission. Leave empty to use the same page.
fr_fr: Ajoutez une URL vers laquelle l'utilisateur doit être redirigé après envoi du formulaire. Laissez vide pour utiliser la même page.

source: Register Link
fr_fr: Lien d’inscription

source: Add the url the "Register" link should open.
fr_fr: Ajoutez l'URL cible du lien d'enregistrement.

source: Lost Password Link
fr_fr: Lien de Mot de Passe Perdu

source: Add the url the "Lost Password" link should open.
fr_fr: Ajoutez l'URL cible du lien de mot de passe perdu.

source: User Lost Password
fr_fr: Utilisateur : mot de passe perdu

source: User Register
fr_fr: Inscription de l'utilisateur

source: Registration Notice
fr_fr: Notification d'inscription

source: Choose a notice text that will be displayed before the register button. Leave empty if no text should be displayed.
fr_fr: Choisissez un texte de notification qui sera affiché avant le bouton d’enregistrement. Laissez vide si aucun texte ne doit être affiché.

source: Video Controls
fr_fr: Commandes de la Vidéo

source: Controls whether the video controls should show or not.
fr_fr: Contrôle si les contrôles vidéo doivent être montrés ou non.

source: Video Preloading
fr_fr: Préchargement vidéo

source: Controls how / if the browser should preload the video. Choose "Metadata" if only the video metadata should be preloaded on page load or "Auto" to preload the full video on page load.
fr_fr: Contrôle comment / si le navigateur doit précharger la vidéo. Choisissez des « métadonnées » si seulement les métadonnées vidéo doivent être préchargées sur la charge de page ou « Auto » pour précharger la vidéo complète sur la charge de la page.

source: Add your MP4 video file. This format must be included to render your video with cross-browser compatibility.
fr_fr: Ajoutez votre fichier vidéo MP4. Ce format doit être inclus pour rendre votre vidéo avec compatibilité cross-browser.

source: Add your WebM video file. This is optional, only MP4 is required to render your video with cross-browser compatibility.
fr_fr: Ajoutez votre fichier vidéo WebM. Ceci est facultatif, seul MP4 est nécessaire pour restituer votre vidéo avec la compatibilité entre les navigateurs. L'utilisation de vidéos dans un ratio d'aspect 16:9 est recommandée.

source: Video Max Width
fr_fr: Vidéo Largeur maximale

source: Set the maximum width the video should take up. Enter value in pixel (px) or percentage (%), ex: 200px. Leave empty to use full video width.
fr_fr: Réglez la largeur maximale que la vidéo doit prendre. Entrez la valeur en pixel (px) ou en pourcentage (%), ex: 200px. Laisser vide pour utiliser la largeur vidéo complète.

source: Controls how / if the browser should preload the video. Choose "Metadata" if only the video metadata should be preloaded on page load (in Chrome needed for the preview image to load) or "Auto" to preload the full video on page load.
fr_fr: Contrôle comment / si le navigateur doit précharger la vidéo. Choisissez "Métadonnées" si seules les métadonnées de la vidéo doivent être préchargées lors du chargement de la page (dans Chrome, nécessaire pour le chargement de l'image de prévisualisation) ou "Auto" pour précharger la vidéo complète lors du chargement de la page.

source: Controls whether the video should loop or not.
fr_fr: Contrôle si la vidéo doit être mise en boucle ou non.

source: Autoplay Video
fr_fr: Lecture automatique de la vidéo

source: <strong>IMPORTANT:</strong> In some modern browsers, videos with sound won't be autoplayed.
fr_fr: <strong>IMPORTANT :</strong> Dans certains navigateurs modernes, les vidéos avec son ne sont pas diffusées automatiquement.

source: Preview Image
fr_fr: Aperçu de l’image

source: Upload an image to display as a video preview. <strong>IMPORTANT:</strong> In Chrome the preview image will only be displayed if "Video Preloading" is set to "Metadata".
fr_fr: Téléchargez une image à afficher en tant qu'aperçu vidéo. <strong>IMPORTANT :</strong> Dans Chrome, l'image de prévisualisation ne sera affichée que si "Video Preloading" est réglé sur "Metadata".

source: Overlay Color
fr_fr: Couleur de superposition

source: Controls the overlay color of the video element.
fr_fr: Contrôle la couleur de superposition de l’élément vidéo.

source: Select the video's alignment.
fr_fr: Sélectionnez l'alignement des vidéos.
