Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: While some are built specificially for developers, extensions such as Custom Fonts are sure to make any user happy.
fr_fr: Certaines sont construites spécialement pour les développeurs tandis que d'autres, comme Custom Fonts, permettent d'améliorer l'expérience de l'utilisateur.

source: FusionRedux Framework - System Status
fr_fr: Espace de travail FusionRedux - État du Système

source: Please copy and paste this information in your ticket when contacting support:
fr_fr: Veuillez copier et coller ces informations dans votre ticket lorsque vous contactez le support :

source: Get System Report
fr_fr: Obtenir le rapport système

source: Understanding the Status Report
fr_fr: Comprendre le rapport de situation

source: Copied!
fr_fr: Copié !

source: Copy for Support
fr_fr: Copier pour support

source: WordPress Environment
fr_fr: Environnement WordPress

source: Home URL
fr_fr: URL accueil

source: The URL of your site's homepage.
fr_fr: L’URL de la page d’accueil de votre site.

source: The root URL of your site.
fr_fr: L'URL racine de votre site.

source: FusionRedux Version
fr_fr: Version de FusionRedux

source: The version of FusionRedux Framework installed on your site.
fr_fr: La version de l’espace de travail de FusionRedux est installée sur votre site.

source: FusionRedux Data Directory Writable
fr_fr: Répertoire de données FusionRedux Modifiable

source: FusionRedux and its extensions write data to the <code>uploads</code> directory. This directory must be writable.
fr_fr: FusionRedux et ses extensions écrivent des données dans le répertoire <code>chargements</code>. Ce répertoire doit autoriser l'écriture.

source: To allow data saving, make <code>%s</code> writable.
fr_fr: Pour permettre la sauvegarde des données, autorisez l’écriture sur <code>%s</code> .

source: WP Content URL
fr_fr: URL du contenu WordPress

source: The location of Wordpress's content URL.
fr_fr: Emplacement de l'URL du contenu de WordPress.

source: WP Version
fr_fr: Version WP

source: The version of WordPress installed on your site.
fr_fr: La version de WordPress installée sur votre site.

source: Whether or not you have WordPress Multisite enabled.
fr_fr: Si vous avez ou non WordPress multisite activé.

source: Permalink Structure
fr_fr: Structure des permaliens

source: The current permalink structure as defined in Wordpress Settings->Permalinks.
fr_fr: La structure actuelle des permaliens telle que définie dans les Paramètres Wordpress->Permaliens.

source: Front Page Display
fr_fr: Affichage de la page d’accueil

source: The current Reading mode of Wordpress.
fr_fr: Mode de lecture actuel de WordPress.

source: The currently selected page which acts as the site's Front Page.
fr_fr: La page sélectionnée agit comme la page d'accueil du site.

source: Posts Page
fr_fr: Page des articles

source: The currently selected page in where blog posts are displayed.
fr_fr: Page actuellement sélectionnée utilisée pour afficher les articles du blog.

source: WP Memory Limit
fr_fr: Limite de mémoire WP

source: The maximum amount of memory (RAM) that your site can use at one time.
fr_fr: La quantité maximale de mémoire (RAM) que votre site peut utilise en une fois.

source: %s - We recommend setting memory to at least 40MB. See: <a href="%s" target="_blank">Increasing memory allocated to PHP</a>
fr_fr: %s - Nous recommandons de régler la mémoire à au moins 40MB. Pour savoir comment faire : <a href=«%s» target=«_blank»>Augmenter la mémoire allouée à PHP</a>

source: Database Table Prefix
fr_fr: Préfix table BDD

source: The prefix structure of the current Wordpress database.
fr_fr: Préfixe de la base de données WordPress actuelle.

source: WP Debug Mode
fr_fr: Mode débogage WP

source: Displays whether or not WordPress is in Debug Mode.
fr_fr: Affiche si oui ou non WordPress est en mode débug.

source: Language
fr_fr: Langue

source: The current language used by WordPress. Default = English
fr_fr: La langue par défaut utilisée par WordPress. Défaut = Anglais

source: Browser
fr_fr: Navigateur

source: Browser Info
fr_fr: Information du navigateur

source: Information about web browser current in use.
fr_fr: Informations sur le navigateur Web utilisé.

source: Server Environment
fr_fr: Environnement serveur

source: Server Info
fr_fr: Info serveur

source: Information about the web server that is currently hosting your site.
fr_fr: Informations sur le serveur Web qui héberge actuellement votre site.

source: Localhost Environment
fr_fr: Environnement du serveur local

source: Is the server running in a localhost environment.
fr_fr: Le serveur exécutant est dans un environnement de localhost .

source: PHP Version
fr_fr: Version PHP

source: The version of PHP installed on your hosting server.
fr_fr: La version de PHP installée sur votre serveur d'hébergement.

source: The ABSPATH variable on the server.
fr_fr: Variable ABSPATH sur le serveur.

source: PHP Memory Limit
fr_fr: Limite de mémoire PHP

source: The largest filesize that can be contained in one post.
fr_fr: La plus grande taille de fichier qui peut être contenue dans une publication.

source: PHP Post Max Size
fr_fr: Taille maximale d’envoi PHP

source: PHP Time Limit
fr_fr: Limite d’exécution PHP

source: The amount of time (in seconds) that your site will spend on a single operation before timing out (to avoid server lockups)
fr_fr: La durée (en secondes) que votre site passera sur une seule opération avant d'être hors délai (pour éviter les blocages serveur)

source: The maximum number of variables your server can use for a single function to avoid overloads.
fr_fr: Le nombre maximum de variables que votre serveur peut utiliser pour une seule fonction pour éviter les surcharges.

source: PHP Display Errors
fr_fr: Erreurs d’affichage PHP

source: Determines if PHP will display errors within the browser.
fr_fr: Détermine si le PHP provoquera des erreurs d'affichage dans le navigateur.

source: SUHOSIN Installed
fr_fr: SUHOSIN installé

source: Suhosin is an advanced protection system for PHP installations. It was designed to protect your servers on the one hand against a number of well known problems in PHP applications and on the other hand against potential unknown vulnerabilities within these applications or the PHP core itself. If enabled on your server, Suhosin may need to be configured to increase its data submission limits.
fr_fr: SUHOSIN est un système avancé de protection des applications PHP. Elle a été conçue pour protéger vos serveurs d’une part contre certains problèmes bien connus des applications PHP et, d’autre part, contre des vulnérabilités potentielles, encore inconnues, de ces applications ou du noyau PHP lui-même. Si elle est activée sur votre serveur, SUHOSIN doit être configurée pour augmenter ses limites d’examen des données.

source: MySQL Version
fr_fr: Version MySQL

source: The version of MySQL installed on your hosting server.
fr_fr: La version de MySQL installée sur votre serveur d'hébergement.

source: Max Upload Size
fr_fr: Taille maximale d&rsquo;upload

source: The largest filesize that can be uploaded to your WordPress installation.
fr_fr: La plus grande taille de fichier qui peut être uploadée sur votre installation WordPress.

source: Default Timezone is UTC
fr_fr: Le fuseau horaire par défaut est UTC

source: The default timezone for your server.
fr_fr: Le fuseau horaire par défaut pour votre serveur.

source: Default timezone is %s - it should be UTC
fr_fr: La timezone par défaut est %s - doit être UTC

source: Used when communicating with remote services with PHP.
fr_fr: Utilisé lorsque vous communiquez avec les services distants avec PHP.

source: Your server does not have fsockopen or cURL enabled - cURL is used to communicate with other servers. Please contact your hosting provider.
fr_fr: Votre serveur n'a pas fsockopen ou cURL activé - cURL est utilisé pour communiquer avec d’autres serveurs. Veuillez contacter votre hébergeur.

source: Used to send data to remote servers.
fr_fr: Utilisé pour envoyer des données à des serveurs distants.

source: wp_remote_post() failed. Many advanced features may not function. Contact your hosting provider.
fr_fr: wp_remote_post() a échoué. Nombreuses fonctions avancées peuvent ne pas fonctionner. Contactez votre fournisseur d’hébergement.

source: Error: %s
fr_fr: Erreur: %s

source: Used to grab information from remote servers for updates updates.
fr_fr: Utilisé pour extraire des informations des serveurs distants pour les mises à jour.

source: wp_remote_get() failed. This is needed to get information from remote servers. Contact your hosting provider.
fr_fr: wp_remote_get() a échoué. Ceci est nécessaire pour extraire des informations des serveurs distants. Veuillez contacter votre hébergeur.

source: Active Plugins
fr_fr: Extensions actives

source: Visit plugin homepage
fr_fr: Visiter la page de l'extension

source: FusionRedux Instance:
fr_fr: Instance de FusionRedux:

source: The opt_name argument for this instance of FusionRedux.
fr_fr: Argument opt_name pour cette instance de FusionRedux.

source: The global_variable argument for this instance of FusionRedux.
fr_fr: Argument opt_name pour cette instance de FusionRedux.

source: Indicates if developer mode is enabled for this instance of FusionRedux.
fr_fr: Indique si le mode développeur est activé pour cette instance de FusionRedux.

source: Indicates if ajax based saving is enabled for this instance of FusionRedux.
fr_fr: Indique si la sauvegarde de la base Ajax est activée pour cette instance de FusionRedux.

source: The page slug denotes the string used for the options panel page for this instance of FusionRedux.
fr_fr: L'identifiant unique (slug) de la page désigne la chaîne de caractères utilisée pour la page du groupe d'options pour cette instance de FusionRedux.

source: The page permissions variable sets the permission level required to access the options panel for this instance of FusionRedux.
fr_fr: La variable de permissions de page définit le niveau de permission requis pour accéder au groupe d'options pour cette instance de FusionRedux.

source: This variable set whether or not the menu is displayed as an admin menu item for this instance of FusionRedux.
fr_fr: Cette variable définit si le menu est affiché ou non comme menu d'administration pour cette instance de FusionRedux.

source: The page parent variable sets where the options menu will be placed on the WordPress admin sidebar for this instance of FusionRedux.
fr_fr: La variable de page parent définit l'emplacement du menu d'options dans la barre latérale de l'administration de WordPress pour cette instance de FusionRedux.

source: Indicates if the compiler flag is enabled for this instance of FusionRedux.
fr_fr: Indique si le marqueur du compilateur est activé pour cette instance de FusionRedux.

source: Indicates if output flag for globally shutting off all CSS output is enabled for this instance of FusionRedux.
fr_fr: Indique si le marqueur de sortie pour la coupure globale de sortie de tous les CSS est activé pour cette instance de FusionRedux.

source: The output_tag variable sets whether or not dynamic CSS will be generated for the customizer and Google fonts for this instance of FusionRedux.
fr_fr: La variable output_tag définit si le CSS dynamique sera généré ou non pour les Google Fonts et polices de caractères personnalisées pour cette instance de FusionRedux.

source: The specified template path containing custom template files for this instance of FusionRedux.
fr_fr: L'ensemble de modèles défini contient les fichiers modèles pour cette instance de FusionRedux.

source: List of template files overriding the default FusionRedux template files.
fr_fr: La liste de fichiers modèles remplace les fichiers modèles par défaut de FusionRedux.

source: Indicates the installed FusionRedux extensions and their version numbers.
fr_fr: Indique les extensions FusionRedux installées ainsi que leur numéro de version.

source: Theme
fr_fr: Thème

source: Name
fr_fr: Nom

source: The name of the current active theme.
fr_fr: Nom du thème actuellement actif.

source: The installed version of the current active theme.
fr_fr: La version installée de l'actuel thème actif.

source: is available
fr_fr: est disponible

source: Author URL
fr_fr: URL de l'auteur

source: The theme developers URL.
fr_fr: URL des développeurs du thème.

source: Child Theme
fr_fr: Thème enfant

source: Displays whether or not the current theme is a child theme.
fr_fr: Affiche si oui ou non le thème actuel est un thème enfant.

source: If you're modifying FusionRedux Framework or a parent theme you didn't build personally, we recommend using a child theme. See: <a href="%s" target="_blank">How to create a child theme</a>
fr_fr: Si vous modifiez l'espace de travail FusionRedux ou un thème parent que vous n'avez pas créé vous-même, nous recommandons l'utilisation d'un thème enfant. Pour en savoir plus : <a href="%s" target="_blank">Comment créer un thème enfant</a>

source: Parent Theme Name
fr_fr: Nom du thème parent

source: The name of the parent theme.
fr_fr: Le nom du thème parent.

source: Parent Theme Version
fr_fr: Version du thème parent

source: The installed version of the parent theme.
fr_fr: La version installée du thème parent.

source: Parent Theme Author URL
fr_fr: URL de l’auteur du thème parent

source: The parent theme developers URL.
fr_fr: URL des développeurs du thème parent.

source: FusionRedux Framework - Support
fr_fr: Espace de travail FusionRedux - Support

source: We are an open source project used by developers to make powerful control panels.
fr_fr: Ceci est un projet open source utilisé par les développeurs pour créer des panneaux de contrôle puissant.

source: Generate a Support URL
fr_fr: Créer une URL de support

source: Select Support Type
fr_fr: Sélectionnez votre type d'aide

source: How to Get Support
fr_fr: Comment obtenir une aide

source: Submit a Support Request
fr_fr: Envoyer une requête d'aide au support

source: To get started, we will need to generate a support hash.
fr_fr: Pour commencer, nous aurons besoin de générer un hash de support.

source: This will provide to your developer all the information they may need to remedy your issue. This action WILL send information securely to a remote server. To see the type of information sent, please look at the <a href="%s">Status tab</a>.
fr_fr: Cela fournira à votre développeur toutes les informations dont il a besoin pour remédier à votre problème. Cette action VA envoyer des informations en toute sécurité à un serveur distant. Pour voir le type d’information envoyé, S.V.P. regardez le <a href=«%s»>Onglet État</a>.

source: Select Your Support Type
fr_fr: Sélectionnez votre type de support

source: What type of user are you?
fr_fr: Quel type d'utilisateur êtes-vous ?

source: User
fr_fr: Utilisateur

source: I am a user, using a prebuilt product.
fr_fr: Je suis un utilisateur, en utilisant un produit préconstruire.

source: Developer
fr_fr: Développeur

source: I am a developer, building a product using FusionRedux.
fr_fr: Je suis un développeur et je construit un produit avec FusionRedux.

source: Please proceed to the FusionRedux Framework issue tracker and supply us with your support URL below. Please also provide any information that will help us to reproduce your issue.
fr_fr: Veuillez procéder à la détection d'erreurs de l'espace de travail FusionRedux et transmettez-nous le rapport à l'adresse ci-dessous. Merci de nous fournir également toute information complémentaire qui pourrait nous aider à reproduire l'erreur.

source: Listed below are the Wordpress plugins and/or theme installed on your site that utilize FusionRedux Framework. We do not directly support products created with our framework. It is the responsibility of the plugin or theme developer to support their work. You will need to contact the author(s) of the products listed below with your support questions.
fr_fr: Sont listés ci-dessous les extensions et / ou le thème WordPress installés sur votre site qui utilisent l'espace de travail FusionRedux. Nous ne fournissons pas directement le support des produits créés avec notre espace de travail. Pour ces produits, le support relève de la responsabilité du développeur de l'extension ou du thème. Il vous faut contacter le ou les auteur(s) des produits listés ci-dessous pour leur soumettre vos questions.

source: Please be sure to include for your developer - via cut and paste - the Support URL in the box below.
fr_fr: S.V.P. soyez assuré d’inclure pour votre développeur - via couper et coller - l’URL de support dans la case ci-dessous.

source: Should the developer not be responsive, read the <a href="%s" target="_blank">following article</a> before asking for support from us directly.
fr_fr: Si le développeur ne répond pas, lisez <a href="%s" target="_blank"> l’article suivant </a> avant de demander notre assistance directement.

source: If you like <strong>FusionRedux</strong> please leave us a <a href="https://wordpress.org/support/view/plugin-reviews/fusionredux-framework?filter=5#postform" target="_blank" class="fusionredux-rating-link" data-rated="Thanks :)">&#9733;&#9733;&#9733;&#9733;&#9733;</a> rating. A huge thank you from FusionRedux in advance!
fr_fr: Si vous aimez <strong>FusionRedux</strong>, merci de nous transmettre votre évaluation : <a href="https://wordpress.org/support/view/plugin-reviews/fusionredux-framework?filter=5#postform" target="_blank" class="fusionredux-rating-link" data-rated="Thanks :)">&#9733;&#9733;&#9733;&#9733;&#9733;</a>. Un énorme merci de FusionRedux par avance !

source: Support hash could not be generated. Please try again later.
fr_fr: Le hash de support n’a pas pu être généré. Veuillez réessayer plus tard.

source: Welcome to FusionRedux Framework
fr_fr: Bienvenue dans l'espace de travail FusionRedux

source: FusionRedux Framework Changelog
fr_fr: Espace de travail FusionRedux - Historique

source: Get Support
fr_fr: Obtenir de l’aide

source: FusionRedux Extensions
fr_fr: Extensions FusionRedux

source: The people that develop FusionRedux Framework
fr_fr: Equipe de développement de l'espace de travail FusionRedux

source: FusionRedux Framework Status
fr_fr: État du Framework FusionRedux

source: What's New
fr_fr: Quoi de Neuf

source: Credits
fr_fr: Crédits

source: Status
fr_fr: Statut

source: View %s
fr_fr: Voir %s

source: Save Changes
fr_fr: Enregistrer les modifications

source: Reset Section
fr_fr: Réinitialiser la section

source: Reset All
fr_fr: Tout réinitialiser

source: Working...
fr_fr: En train de travailler...

source: Developer Mode Enabled
fr_fr: Mode développeur activé

source: WP_DEBUG is enabled
fr_fr: WP_DEBUG est activé

source: you are working in a localhost environment
fr_fr: vous travaillez au sein d'un environnement local

source: and
fr_fr: et

source: This has been automatically enabled because
fr_fr: Cela a été automatiquement activé car

source: If you are not a developer, your theme/plugin author shipped with developer mode enabled. Contact them directly to fix it.
fr_fr: Si vous n’êtes pas un développeur, votre auteur de thème/plugin livré avec le mode développeur est activé. Contactez-les directement pour le réparer.

source: Expand
fr_fr: Développer

source: FusionRedux Framework has an embedded demo.
fr_fr: L'espace de travail FusionRedux comprend une démo intégrée.

source: Click here to activate the sample config file.
fr_fr: Cliquez ici pour activer le fichier de configuration d'exemple.

source: Deactivate Demo Mode
fr_fr: Désactiver le mode démo

source: Activate Demo Mode
fr_fr: Activer le mode démo

source: Expand Options
fr_fr: Développer les options

source: We could not find a valid unit for this field, falling back to "%1$s". Saved value "%2$s" and not "%3$s".
fr_fr: Nous ne trouvons aucune unité valide pour ce champ, revenir à "%1$s". Valeur enregistrée "%2$s" et non pas "%3$s".

source: No units were entered, falling back to using pixels. Saved value "%2$s" and not "%3$s".
fr_fr: Aucune unité saisie, retour à l'utilisation de pixels. Valeur enregistrée "%2$s" et non pas "%3$s".

source: We could not find a valid unit for this field, falling back to "%1$s". Valid units are %4$s. Saved value "%2$s" and not "%3$s.".
fr_fr: Nous ne trouvons aucune unité valide pour ce champ, retour à "%1$s". Les unités valides sont %4$s. Valeur enregistrée "%2$s" et non pas "%3$s".

source: Sanitized value and saved as %1$s instead of %2$s.
fr_fr: Valeurs revues et enregistrées comme %1$s au lieu de of %2$s.

source: Small
fr_fr: Petit

source: Medium
fr_fr: Moyen

source: Large
fr_fr: Grand

source: Brand Colors
fr_fr: Couleurs de la marque

source: Comments
fr_fr: Commentaires

source: Classic
fr_fr: Classique

source: Show Footer
fr_fr: Afficher le pied de page

source: Animation Offset
fr_fr: Décalage de l'animation

source: Element Appearance Animations
fr_fr: Animations d’apparence d’élément

source: Select to enable animations for elements appearance.
fr_fr: Sélectionnez pour activer des animations pour l’apparence des éléments.

source: Desktop & Mobile
fr_fr: Ordinateur et mobile

source: Desktop Only
fr_fr: Ordinateur uniquement

source: Carousel Navigation Box Color
fr_fr: Couleur de l'encadré de la navigation du carrousel

source: Controls the color of the navigation box for carousel sliders.
fr_fr: Contrôle la couleur de l'encadré de la navigation du carrousel.

source: Carousel Hover Navigation Box Color
fr_fr: Couleur de l'encadré de la navigation du carrousel au survol

source: Controls the color of the hover navigation box for carousel sliders.
fr_fr: Contrôle la couleur de l'encadré de navigation flottant pour des sliders de carrousel.

source: Carousel Speed
fr_fr: Shortcode du carrousel

source: Controls the speed of all carousel elements. ex: 1000 = 1 second.
fr_fr: Contrôle la vitesse de défilement pour tous les carrousels. Ex. : 1000 = 1 seconde.

source: Visibility Size Options
fr_fr: Options de taille de visibilité

source: <strong>IMPORTANT NOTE:</strong> You can now find the visibility breakpoints on the main <a href="#" class="fusion-quick-option" data-fusion-option="visibility_small">responsive tab</a>.
fr_fr: <strong>NOTE IMPORTANTE:</strong> Vous pouvez maintenant trouver les points d’arrêt de visibilité sur l’onglet <a href="#" class="fusion-quick-option" data-fusion-option="visibility_small">principal réactif.</a>.

source: IMPORTANT: Please make sure that the "Code Block Encoding" setting in %1$s is enabled in order for the code to appear correctly on the frontend. Currently set to %2$s.
fr_fr: IMPORTANT: assurez-vous que le paramètre "Codage par bloc de code" de %1$s est activé pour que le code apparaisse correctement sur le front-end. Actuellement défini sur %2$s.

source: No widget data found
fr_fr: Aucune donnée de widget trouvée

source: Layout = %s
fr_fr: Mise en page et %s

source: Columns = %s
fr_fr: Colonnes = %s

source: Chart Name: %s
fr_fr: Nom du graphique: %s

source: layout = %s
fr_fr: mise en page = %s

source: columns = %s
fr_fr: colonnes = %s

source: %s Weeks
fr_fr: %s Semaine(s)

source: %s Days
fr_fr: %s Jour(s)

source: %s Hrs
fr_fr: %s Heure(s)

source: menu anchor name = %s
fr_fr: nom de l'ancre de menu = %s

source: modal name = %s
fr_fr: nom modale = %s

source: category = %s
fr_fr: catégorie = %s

source: tags = %s
fr_fr: mots-clés : %s

source: categories = %s
fr_fr: catégories = %s

source: Type = %s
fr_fr: Type de %s

source: Vertical Position = %s
fr_fr: Position verticale en %s

source: Horizontal Position = %s
fr_fr: Position horizontale en %s

source: Effect = %s
fr_fr: Effet '%s'

source: Details
fr_fr: Informations

source: Posts Per Page
fr_fr: Articles par page
