Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Name (required)
fr_fr: Nom (requis)

source: Email (required)
fr_fr: Email (requis)

source: Website
fr_fr: Site Internet

source: Save my name, email, and website in this browser for the next time I comment.
fr_fr: Enregistrez mon nom, e-mail et site Web dans ce navigateur pour la prochaine fois que je commenterai.

source: Comment
fr_fr: Commentaire

source: Comment...
fr_fr: Commentaire...

source: Leave A Comment
fr_fr: Laisser un commentaire

source: You must be %1$slogged in%2$s to post a comment.
fr_fr: Vous devez être %1$identifié dans%2$s pour poster un commentaire.

source: Logged in as %1$s. %2$sLog out &raquo;%3$s
fr_fr: Connecté(e) en tant que %s. %sDéconnexion &raquo;%3$s

source: Log out of this account
fr_fr: Se déconnecter de ce compte

source: Post Comment
fr_fr: Poster un commentaire

source: Woo Additional Information
fr_fr: Informations complémentaires

source: Show Heading
fr_fr: Voir l'en-tête

source: Choose to have heading displayed.
fr_fr: Choisissez d'afficher le titre.

source: Table Cell Padding
fr_fr: Rembourrage des cellules de table

source: Enter values including any valid CSS unit, ex: 10px or 10%. Leave empty to use default 5px 0 5px 0 value.
fr_fr: Entrez les valeurs en incluant toute unité CSS valide, ex : 10px ou 10%. Laissez vide pour utiliser la valeur par défaut 5px 0 5px 0.

source: Heading Cell Background Color
fr_fr: Couleur de fond de la cellule de titre

source: Controls the heading cell background color.
fr_fr: Contrôle la couleur de fond de la cellule de titre

source: Table Cell Background Color
fr_fr: Couleur de fond des cellules de tableau

source: Controls the table cell background color.
fr_fr: Contrôle la couleur de fond de la cellule du tableau

source: Table Border Color
fr_fr: Couleur de la bordure du tableau

source: Controls the color of the table border, ex: #000.
fr_fr: Contrôle la couleur de la bordure du tableau, ex : #000.

source: Woo Archives
fr_fr: Archives de Woo

source: Select number of products per page. Set to -1 to display all. Set to 0 to use number of products from Avada > Options > WooCommerce > General WooCommerce.
fr_fr: Sélectionnez le nombre de produits par page. Définissez-le à -1 pour tout afficher. Mettez la valeur 0 pour utiliser le nombre de produits dans Avada > Options > WooCommerce > General WooCommerce.

source: Insert the amount of spacing between items without 'px'. ex: 40.
fr_fr: Insérez la quantité d'espacement entre les éléments sans 'px'. ex : 40.

source: No Pagination
fr_fr: Pas de pagination

source: Infinite Scrolling
fr_fr: Défilement infini

source: Display the product featured image.
fr_fr: Affichez l'image vedette du produit.

source: Display the product title below the featured image.
fr_fr: Affichez le titre du produit sous l'image vedette.

source: Show Price
fr_fr: Afficher le prix

source: Choose to show or hide the price.
fr_fr: Choisissez d'afficher ou de masquer le prix.

source: Show Rating
fr_fr: Afficher l’évaluation

source: Choose to show or hide the rating.
fr_fr: Choisissez d'afficher ou de masquer le classement.

source: Show Buttons
fr_fr: Afficher les boutons

source: Choose to show or hide Add to Cart / Details buttons.
fr_fr: Choisissez de montrer ou de cacher Add to Cart / Boutons Détails sur le rollover.

source: Grid Border Color
fr_fr: Couleur de la bordure de la grille

source: Controls the color of borders for the grid boxes.
fr_fr: Contrôle la couleur des bordures des cases de la grille.

source: Woo Add To Cart
fr_fr: Woo Ajouter au panier

source: Variations Margin
fr_fr: Marge de variation

source: Cell Border Size
fr_fr: Taille de la bordure de la cellule

source: Controls the border size of the variation table cells.
fr_fr: Contrôle la taille de la bordure des cellules du tableau de variation.

source: Cell Border Color
fr_fr: Couleur de la bordure de la cellule

source: Controls the border color of the variation table cells
fr_fr: Contrôle la couleur de la bordure des cellules du tableau de variation

source: Cell Padding
fr_fr: Marge intérieure des cellules

source: Controls the padding of the variation table cells. Enter values including any valid CSS unit, ex: 10px or 10%.
fr_fr: Contrôle le rembourrage des cellules du tableau de variation. Entrez des valeurs incluant toute unité CSS valide, ex : 10px ou 10%.

source: Cell Background Color
fr_fr: Couleur de fond de la cellule

source: Controls the background color of the variation table cells.
fr_fr: Contrôle la couleur de fond des cellules du tableau de variation.

source: Variation Layout
fr_fr: Disposition des variations

source: Select the layout for the variations. Floated will have the label and select side by side. Stacked will have one per row.
fr_fr: Sélectionnez la mise en page pour les variations. Floated aura l'étiquette et sélectionnera côte à côte. Stacked aura une étiquette par ligne.

source: Label Width
fr_fr: Largeur de l'étiquette

source: Leave empty for automatic width. Enter values including any valid CSS unit, ex: 10px.
fr_fr: Laissez vide pour la largeur automatique. Entrez des valeurs incluant toute unité CSS valide, ex : 10px.

source: Select the text alignment for the variation label and variation swatches.
fr_fr: Sélectionnez l'alignement du texte pour l'étiquette de variation et les échantillons de variation.

source: Select Style
fr_fr: Choisissez un style

source: Select whether you want to custom style the select fields for variations.
fr_fr: Choisissez si vous voulez personnaliser le style des champs de sélection pour les variations.

source: Select Height
fr_fr: Sélectionner hauteur

source: Select Font Size
fr_fr: Choisir la taille de police

source: Controls the font size of the select field. Enter value including any valid CSS unit, ex: 20px.
fr_fr: Contrôle la taille de la police du champ de sélection. Entrez une valeur incluant toute unité CSS valide, ex : 20px.

source: Select Text Color
fr_fr: Sélectionnez la couleur du texte

source: Controls the text color of the select fields.
fr_fr: Contrôle la couleur du texte des champs sélectionnés.

source: Select Background Color
fr_fr: Sélectionnez la couleur d'arrière-plan

source: Controls the background color of the select fields.
fr_fr: Contrôle la couleur de fond des champs de sélection.

source: Select Border Size
fr_fr: Sélectionnez la taille de la bordure

source: Controls the border size of the select fields.
fr_fr: Contrôle la taille de la bordure des champs sélectionnés.

source: Select Border Color
fr_fr: Sélectionnez une couleur debordure

source: Controls the border color of the select fields.
fr_fr: Contrôle la couleur de la bordure des champs sélectionnés.

source: Select Border Radius
fr_fr: Sélectionnez le rayon de la frontière

source: Swatch Style
fr_fr: Style de l'échantillon

source: Select whether you want to custom style the Avada variation swatches.
fr_fr: Choisissez si vous souhaitez personnaliser le style des échantillons de la variation Avada.

source: Swatch Item Margin
fr_fr: Marge sur les articles Swatch

source: Swatch Background Color
fr_fr: Couleur de fond de la Swatch

source: Controls the background color of the color, image and button swatch fields.
fr_fr: Contrôle la couleur de fond des champs de couleur, d'image et d'échantillon de bouton.

source: Swatch Active Background Color
fr_fr: Couleur de fond active de Swatch

source: Controls the background color of the color, image and button swatch fields when active.
fr_fr: Contrôle la couleur de fond des champs de couleur, d'image et d'échantillon de bouton lorsqu'ils sont actifs.

source: Controls the border size of the color, image and button swatch fields.
fr_fr: Contrôle la taille de la bordure des champs de couleur, d'image et de boutons.

source: Swatch Border Color
fr_fr: Couleur de la bordure de la Swatch

source: Controls the border color of the color, image and button swatch fields.
fr_fr: Contrôle la couleur de la bordure des champs de couleur, d'image et d'échantillon de bouton.

source: Controls the border color of the color, image and button swatch fields when active.
fr_fr: Contrôle la couleur de la bordure des champs de couleur, d'image et d'échantillon de bouton lorsqu'ils sont actifs.

source: Color Swatch Dimensions
fr_fr: Dimensions de la Swatch couleur

source: Color Swatch Padding
fr_fr: Rembourrage de la Swatch couleur

source: Controls the padding of the color swatches. Enter values including any valid CSS unit, ex: 10px or 10%.
fr_fr: Contrôle le rembourrage des échantillons de couleur. Entrez des valeurs incluant toute unité CSS valide, ex : 10px ou 10%.

source: Color Swatch Border Radius
fr_fr: Rayon des frontières de la Swatch Color

source: Image Swatch Padding
fr_fr: Rembourrage des images Swatch

source: Controls the padding of the image swatches. Enter values including any valid CSS unit, ex: 10px or 10%.
fr_fr: Contrôle le rembourrage des échantillons d'images. Entrez des valeurs incluant toute unité CSS valide, ex : 10px ou 10%.

source: Button Swatch Dimensions
fr_fr: Dimensions de la montre à boutons

source: Enter values including any valid CSS unit, ex: 10px. Leave empty for auto.
fr_fr: Entrez les valeurs en incluant toute unité CSS valide, ex : 10px. Laissez vide pour auto.

source: Button Swatch Padding
fr_fr: Rembourrage de la montre à boutons

source: Controls the padding of the button swatches. Enter values including any valid CSS unit, ex: 10px or 10%.
fr_fr: Contrôle le rembourrage des échantillons de boutons. Entrez des valeurs incluant toute unité CSS valide, ex : 10px ou 10%.

source: Button Swatch Border Radius
fr_fr: Bouton Swatch Rayon de la frontière

source: Button Swatch Font Size
fr_fr: Taille de la police des boutons Swatch

source: Controls the font size of the button swatches. Enter value including any valid CSS unit, ex: 20px.
fr_fr: Contrôle la taille de la police des échantillons de boutons. Entrez une valeur incluant toute unité CSS valide, ex : 20px.

source: Button Swatch Text Color
fr_fr: Bouton Swatch Couleur du texte

source: Controls the text color of the button swatches.
fr_fr: Contrôle la couleur du texte des échantillons de boutons.

source: Button Swatch Active Text Color
fr_fr: Bouton Swatch Couleur du texte actif

source: Controls the text color of the button swatches when active.
fr_fr: Contrôle la couleur du texte des boutons lorsqu'ils sont actifs.

source: Variation Clear
fr_fr: Variation claire

source: Controls how you want to disable the variation clear link.
fr_fr: Contrôle la manière dont vous souhaitez désactiver le lien de clarté de la variation.

source: Absolute
fr_fr: Absolu

source: Inline
fr_fr: En ligne

source: Clear Content
fr_fr: Un contenu clair

source: Controls the content type for the clear link. Default will use WooCommerce text string.
fr_fr: Contrôle le type de contenu pour le lien clair. Par défaut, la chaîne de texte WooCommerce sera utilisée.

source: Clear Icon
fr_fr: Effacer l'icône

source: Clear Text
fr_fr: Effacer le texte

source: Custom text to use for the variation clear link.
fr_fr: Texte personnalisé à utiliser pour le lien clair de variation.

source: Clear Margin
fr_fr: Marge nette

source: Controls the margin of the clear link. Enter values including any valid CSS unit, ex: 10px or 10%.
fr_fr: Contrôle la marge du lien clair. Entrez des valeurs incluant toute unité CSS valide, ex : 10px ou 10%.

source: Clear Color
fr_fr: Couleur claire

source: Controls the text color of the clear link.
fr_fr: Contrôle la couleur du texte du lien en clair.

source: Clear Hover Color
fr_fr: Couleur claire au survol

source: Controls the text color of the clear link on hover.
fr_fr: Contrôle la couleur du texte du lien en clair au survol.

source: Details Padding
fr_fr: Détails Rembourrage

source: Controls the padding of the variation details area. Enter values including any valid CSS unit, ex: 10px or 10%.
fr_fr: Contrôle le rembourrage de la zone de détails des variations. Entrez des valeurs incluant toute unité CSS valide, ex : 10px ou 10%.

source: Details Background Color
fr_fr: Couleur d’arrière plan des détails

source: Controls the background color of the variation details area.
fr_fr: Contrôle la couleur de fond de la zone de détail des variations.

source: Details Border Size
fr_fr: Détails Taille de la frontière

source: Controls the border size of the variation details area.
fr_fr: Contrôle la taille de la bordure de la zone de détail des variations.

source: Details Border Color
fr_fr: Détails Couleur de la bordure

source: Controls the border color of the variation details area.
fr_fr: Contrôle la couleur de la bordure de la zone de détail des variations.

source: Details Border Radius
fr_fr: Détails Rayon de la frontière

source: Details Alignment
fr_fr: Détails Alignement

source: Select the content alignment within the details area.
fr_fr: Sélectionnez l'alignement du contenu dans la zone de détails.

source: Description Order
fr_fr: Ordre de description

source: Display order for description. Can be before price/stock or after..
fr_fr: Ordre d'affichage de la description. Peut être avant le prix/stock ou après..

source: Before Price
fr_fr: Avant le prix

source: After Price
fr_fr: Après le prix

source: Show Sale Old Price
fr_fr: Afficher la vente Old Price

source: Make a selection to show or hide sale old price.
fr_fr: Faites une sélection pour montrer ou cacher la vente de l'ancien prix.

source: Sale Old Price Position
fr_fr: Vente de l'ancienne position de prix

source: Select if the sale old price should be before or after the regular price.
fr_fr: Choisissez si l'ancien prix de vente doit être avant ou après le prix normal.

source: Before Regular
fr_fr: Avant la régularisation

source: After Regular
fr_fr: Après la régularisation

source: Show Stock
fr_fr: Afficher le stock

source: Make a selection to show or hide the variation stock.
fr_fr: Faites une sélection pour afficher ou masquer le stock de variation.

source: Cart Margin
fr_fr: Marge de panier

source: Cart
fr_fr: Panier

source: Cart Layout
fr_fr: Mise en page du Panier

source: Select the layout for the quantity and add to cart button. Floated will have them side by side. Stacked will have one per row.
fr_fr: Sélectionnez la mise en page pour la quantité et ajoutez au bouton du panier. Les flotteurs les auront côte à côte. Les empilés en auront un par ligne.

source: Cart Alignment
fr_fr: Alignement des chariots

source: Select the content alignment.
fr_fr: Sélectionnez l'alignement du contenu.

source: Quantity Style
fr_fr: Quantité Style

source: Select whether you want to custom style the quantity field.
fr_fr: Choisissez si vous voulez personnaliser le style du champ de quantité.

source: Quantity Input Dimensions
fr_fr: Dimensions de la quantité d'intrants

source: Quantity Border Radius
fr_fr: Quantité Rayon de la frontière

source: Quantity Input Font Size
fr_fr: Quantité saisie Taille de la police

source: Quantity Input Text Color
fr_fr: Quantité Entrée Couleur du texte

source: Quantity Input Background Color
fr_fr: Quantité d'entrée Couleur de fond

source: Quantity Input Border Size
fr_fr: Quantité d'entrée Taille de la frontière

source: Quantity Input Border Color
fr_fr: Quantité d'entrée Couleur de la bordure

source: Quantity Button Border Size
fr_fr: Quantité Bouton Taille de la bordure

source: Quantity Button Styling
fr_fr: Quantité de boutons

source: Quantity Button Text Color
fr_fr: Quantité Bouton Couleur du texte

source: Quantity Button Background Color
fr_fr: Quantité Bouton Couleur de fond

source: Quantity Button Border Color
fr_fr: Quantité Bouton Couleur de la bordure

source: Add To Cart Button Style
fr_fr: Bouton ajouter au panier

source: Select whether you want to custom style the add to cart button.
fr_fr: Choisissez si vous souhaitez personnaliser le style du bouton "Ajouter au panier".

source: Button Size
fr_fr: Taille du bouton

source: Controls the button size.
fr_fr: Contrôle la taille du bouton.

source: Button Span
fr_fr: Bouton Span

source: Controls if the button spans the full width/remaining width of row.
fr_fr: Contrôle si le bouton couvre toute la largeur de la rangée ou la largeur restante.

source: Button Border Size
fr_fr: Taille de la bordure de bouton

source: Icon Position
fr_fr: Position de l'icône

source: Choose the position of the icon on the button.
fr_fr: Choisissez la position de l’icône sur le bouton.

source: Button Styling
fr_fr: Style du Bouton

source: Button Text Color
fr_fr: Couleur du texte du bouton

source: Controls the text color of the button.
fr_fr: Contrôle la couleur du texte du bouton.

source: Button Gradient Top Color
fr_fr: Dégradé du bouton - Couleur du haut

source: Button Gradient Bottom Color
fr_fr: Dégradé du bouton - Couleur du bas

source: Button Border Color
fr_fr: Couleur de bordure

source: Controls the border color of the button.
fr_fr: Contrôle la couleur de la bordure du bouton.

source: Button Text Hover Color
fr_fr: Couleur du texte d’en-tête

source: Button Gradient Top Hover Color
fr_fr: Couleur au survol du dégradé supérieur

source: Button Gradient Bottom Hover Color
fr_fr: Couleur de fond au survol du dégradé du bouton

source: Button Border Hover Color
fr_fr: Couleur de bordure au survol du bouton

source: Dropdown
fr_fr: Liste déroulante

source: Dropdown Border Color
fr_fr: Couleur du contour de la liste déroulante

source: Dropdown Background Color
fr_fr: Couleur d’arrière-plan du menu déroulant

source: Dropdown Text Color
fr_fr: Couleur du texte du Menu déroulant

source: Filled Color
fr_fr: Couleur pleine

source: Unfilled Color
fr_fr: Couleur Unfilled

source: Handle Background Color
fr_fr: Couleur de fond de la poignée

source: Button Color
fr_fr: Couleur du bouton

source: Separator Style
fr_fr: Style de séparateur

source: Enter values including any valid CSS unit, ex: 10px or 10%.
fr_fr: Entrez des valeurs incluant toute unité CSS valide, ex: 10px ou 10%.

source: Button Border Radius
fr_fr: Rayon de bordure de bouton

source: Woo Price
fr_fr: Woo Prix

source: Make a selection for the sale old price position.
fr_fr: Faites une sélection pour la position de l'ancien prix de vente.

source: Make a selection for layout. Floated will have the price and sale old price side by side. Stacked will have one per row.
fr_fr: Faites une sélection pour la mise en page. Le flottant aura le prix et la vente ancien prix côte à côte. Les empilés auront un prix par ligne.

source: Make a selection to show or hide stock.
fr_fr: Faites une sélection pour montrer ou cacher les actions.

source: Show Discount Badge
fr_fr: Afficher le badge de réduction

source: Make a selection to show or hide discount badge.
fr_fr: Faites une sélection pour montrer ou cacher le badge de réduction.

source: Discount Type
fr_fr: Type de remise

source: Make a selection whether badge should show percentage discount or amount.
fr_fr: Choisissez si le badge doit indiquer un pourcentage de réduction ou un montant.

source: Percentage
fr_fr: Pourcentage

source: Amount
fr_fr: Montant

source: Badge Position
fr_fr: Position de l'insigne

source: Make a selection for the badge position.
fr_fr: Faites une sélection pour le poste de badge.

source: Discount Badge Background Color
fr_fr: Couleur de fond du badge de réduction

source: Select a color for the discount badge background.
fr_fr: Sélectionnez une couleur pour l'arrière-plan du badge de réduction.

source: Discount Badge Border Size
fr_fr: Badge de réduction Taille de la frontière

source: Controls the border size of the Discount Badge. In pixels.
fr_fr: Contrôle la taille de la frontière du badge de réduction. En pixels.

source: Discount Badge Border Color
fr_fr: Couleur de la bordure du badge de réduction

source: Select a color for the discount badge border.
fr_fr: Sélectionnez une couleur pour la bordure du badge de réduction.

source: Discount Badge Border Radius
fr_fr: Badge de réduction Rayon frontalier

source: Woo Product Images
fr_fr: Images de produits Woo

source: Product Images Layout
fr_fr: Mise en page des images des produits

source: Set the layout for your product images.
fr_fr: Définissez la mise en page des images de vos produits.

source: Product Images Zoom
fr_fr: Zoom sur les images des produits

source: Product Images Max Width
fr_fr: Largeur maximale des images de produits

source: Product Images Thumbnail Position
fr_fr: Position des vignettes des images de produits

source: Set the position of the product images thumbnails with respect to the gallery images.
fr_fr: Définissez la position des vignettes des images de produits par rapport aux images de la galerie.

source: Product Images Thumbnails
fr_fr: Vignettes des images de produits

source: Controls the number of columns of the product images thumbnails. In order to avoid blurry thumbnails, make sure the Product Thumbnails size setting in WooCommerce Settings is large enough. It has to be at least WooCommerce Product Gallery Size setting divided by this number of columns.
fr_fr: Contrôle le nombre de colonnes des vignettes des images de produits. Afin d'éviter les vignettes floues, assurez-vous que le paramètre de taille des vignettes de produits dans les paramètres de WooCommerce est suffisamment grand. Il doit être au moins égal au paramètre Taille de la galerie de produits du WooCommerce divisé par ce nombre de colonnes.

source: Product Images Thumbnail Column Width
fr_fr: Largeur de la colonne des vignettes des images de produits

source: Controls the width of the left/right column of product images thumbnails as a percentage of the full gallery width.
fr_fr: Contrôle la largeur de la colonne gauche/droite des vignettes des images de produits en pourcentage de la largeur totale de la galerie.

source: Display Out of Stock Badge
fr_fr: Afficher un badge de rupture de stock

source: Turn on to enable the WooCommerce out of stock badge.
fr_fr: Activez cette option pour activer le badge de rupture de stock de WooCommerce.

source: Display Sale Badge
fr_fr: Afficher l'insigne de vente

source: Turn on to enable the WooCommerce sale badge.
fr_fr: Activez cette option pour activer le badge de vente WooCommerce.

source: Be the first to leave a review.
fr_fr: Soyez le premier à laisser une critique.

source: Woo Rating
fr_fr: Woo Note

source: Show Reviews Count
fr_fr: Les critiques d'émissions comptent

source: Make a selection to show or hide reviews count.
fr_fr: Faites une sélection pour montrer ou cacher les critiques qui comptent.

source: Placeholder Text
fr_fr: Texte d'espace réservé

source: Make a selection to show or hide placeholder text if no review is added yet.
fr_fr: Faites une sélection pour afficher ou masquer le texte de remplacement si aucune révision n'est encore ajoutée.

source: Make a selection for content alignment.
fr_fr: Faites une sélection pour l'alignement du contenu.

source: Icon Size
fr_fr: Taille de l’icône

source: Controls the size of the icon. Enter value including any valid CSS unit, ex: 20px.
fr_fr: Contrôle la taille de l'icône. Entrez une valeur incluant toute unité CSS valide, ex : 20px.

source: Icon Color
fr_fr: Couleur de l'iicône

source: Choose icon color for rating.
fr_fr: Choisissez la couleur de l'icône pour le classement.

source: Reviews Count Font Size
fr_fr: Les examens comptent la taille de la police

source: Controls the size of the reviews count text. Enter value including any valid CSS unit, ex: 20px.
fr_fr: Contrôle la taille du texte de comptage des examens. Entrez une valeur incluant toute unité CSS valide, ex : 20px.

source: Reviews Count Text Color
fr_fr: Les examens comptent la couleur du texte

source: Choose color for reviews count text.
fr_fr: Choisissez une couleur pour le texte de comptage des critiques.
