Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Turn on to enable identation for submenus.
fr_fr: Activez cette option pour permettre l'identification des sous-menus.

source: Mobile Menu Separator Color
fr_fr: Couleur du séparateur de menu mobile

source: Controls the color for mobile menu separators.
fr_fr: Contrôle la couleur des séparateurs de menus mobiles.

source: Mobile Menu Background Color
fr_fr: Couleur de fond du menu mobile

source: Controls the background color for mobile menus.
fr_fr: Contrôle la couleur de fond des menus des téléphones portables.

source: Mobile Menu Text Color
fr_fr: Couleur de texte du menu sur Mobile

source: Controls the text color for mobile menus.
fr_fr: Contrôle la couleur du texte des menus des téléphones portables.

source: Modal
fr_fr: Fenêtre Popup

source: Modal Background Color
fr_fr: Couleur de fond de la fenêtre modale

source: Controls the background color of the modal popup box.
fr_fr: Contrôle la couleur de fond de la fenêtre modale.

source: Modal Border Color
fr_fr: Couleur de Bordure de la fenêtre Modale

source: Controls the border color of the modal popup box.
fr_fr: Contrôle la couleur des bordures de la fenêtre modale.

source: Name Of Modal
fr_fr: Nom de la fenêtre modale

source: Needs to be a unique identifier (lowercase), used for button or modal_text_link element to open the modal. ex: mymodal.
fr_fr: Doit être un nom unique (en minuscules), qui sera utilisé par un élément "bouton" ou un lien pour ouvrir cette fenêtre modale. Par exemple : tarifs.

source: Modal Heading
fr_fr: Titre de la fenêtre modale

source: Heading text for the modal.
fr_fr: Texte pour le titre de la fenêtre modale.

source: Size Of Modal
fr_fr: Taille de la fenêtre modale

source: Select the modal window size.
fr_fr: Définissez la taille de la fenêtre modale.

source: Controls the modal background color.
fr_fr: Contrôle la couleur de fond de la fenêtre modale.

source: Controls the modal border color.
fr_fr: Contrôle la couleur de la bordure de la fenêtre modale.

source: Choose to show the modal footer with close button.
fr_fr: Choisissez d'afficher ou non le pied de page de la fenêtre modale avec le bouton de fermeture.

source: Contents of Modal
fr_fr: Contenu de la fenêtre modale

source: Add your content to be displayed in modal.
fr_fr: Ajoutez le contenu à afficher dans la fenêtre modale.

source: Unique identifier of the modal to open on click.
fr_fr: Identifiant unique de la fenêtre modale à ouvrir au clic.

source: Text or HTML code
fr_fr: Texte ou code HTML

source: Insert text or HTML code here (e.g: HTML for image). This content will be used to trigger the modal popup.
fr_fr: Insérez ici un texte ou du code HTML (par exemple : code HTML pour l'image). Ce contenu sera utilisé pour déclencher l'ouverture de la fenêtre modale.

source: Element Border Radius
fr_fr: Élément Rayon de la frontière

source: Include %s
fr_fr: Inclure %s

source: Exclude %s
fr_fr: Exclure %s

source: One Page Text Link
fr_fr: Texte du lien de la page One Page

source: Name Of Anchor
fr_fr: Nom de l’ancre

source: Unique identifier of the anchor to scroll to on click. Anchor names need to be prefixed with a hastag, ex: #anchorname.
fr_fr: Identifiant unique de l'ancre à faire défiler au clic. Les noms d'ancre doivent être précédés d'un hastag, ex: #anchorname.

source: Insert text or HTML code here (e.g: HTML for image). This content will be used to trigger the scrolling to the anchor.
fr_fr: Insérez un texte ou du code HTML (par exemple : HTML pour l'image). Ce contenu sera utilisé pour déclencher le défilement jusqu'à l'ancre.

source: Tooltip
fr_fr: Info-bulle

source: Person
fr_fr: Personne

source: <strong>IMPORTANT NOTE:</strong> The styling options for the social icons used in the person element are controlled through the options under the "Social Icon Elements" section on this tab.
fr_fr: <strong>NOTE IMPORTANTE :</strong> les options de style d'icônes sociales utilisées dans l'élément Personne sont contrôlées dans les options de l'élément "Icône sociale" de cette section.

source: Margins
fr_fr: Marges

source: Person Background Color
fr_fr: Personne Couleur de fond

source: Controls the background color of the person area.
fr_fr: Contrôle la couleur de fond de la fiche de personne.

source: Person Picture Style Type
fr_fr: Type d'image de personne

source: Person Picture Glow / Drop Shadow Blur
fr_fr: Image de la personne lueur / ombre portée flou

source: Person Style Color
fr_fr: Couleur de style pour l'individu

source: Controls the style color for all style types except border.
fr_fr: Contrôle les effets de couleur pour tout sauf les bordures.

source: Person Border Color
fr_fr: Couleur de bordure pour l'individu

source: Controls the border color of the person image.
fr_fr: Contrôle la couleur des bordures de l'image de la personne.

source: Person Border Size
fr_fr: Taille de bordure pour l'individu

source: Controls the border size of the person image.
fr_fr: Contrôle l'épaisseur des bordures de l'image de la personne.

source: Person Border Radius
fr_fr: Rayon de bordure pour l'individu

source: Controls the border radius of the person image.
fr_fr: Contrôle l'arrondi aux angles de la bordure de l'image de la personne.

source: Person Content Alignment
fr_fr: Personne Alignement contenu

source: Controls the alignment of the person content.
fr_fr: Contrôle l'alignement des contenus des fiches de personnes.

source: Person Social Icon Position
fr_fr: Position de l'icône sociale de la personne

source: Controls the position of the social icons.
fr_fr: Contrôle la position de l'icône sociale de la personne.

source: Insert the name of the person.
fr_fr: Insérez le nom de la personne.

source: Insert the title of the person.
fr_fr: Insérer le titre de la personne.

source: Profile Description
fr_fr: Description du profil

source: Enter the content to be displayed.
fr_fr: Entrez le contenu à afficher.

source: Picture
fr_fr: Image

source: Picture ID
fr_fr: Photo ID

source: Picture ID from Media Library.
fr_fr: ID d'image de la médiathèque.

source: Picture Link URL
fr_fr: URL de l’image

source: Add the URL the picture will link to, ex: http://example.com.
fr_fr: Ajoutez l'URL cible de l'image, par ex. : http://exemple.com.

source: Social Icons Position
fr_fr: Position des icônes de réseaux sociaux

source: Choose the social icon position.
fr_fr: Choisissez la position de l’icône sociale.

source: Picture Style Type
fr_fr: Style de l'image

source: Select the style type for the picture.
fr_fr: Sélectionnez le type de style pour l'image.

source: Picture Glow / Drop Shadow Blur
fr_fr: Image lueur / ombre portée flou

source: Picture Style Color
fr_fr: Couleur de style pour l’image

source: For all style types except border. Controls the style color.
fr_fr: Pour tous les types de style, sauf bordure. Contrôle la couleur de style.

source: Picture Border Size
fr_fr: Epaisseur de la bordure de l'image

source: Picture Border Color
fr_fr: Couleur de la bordure de l'image

source: Controls the picture's border color.
fr_fr: Contrôle la couleur de la bordure de l'image.

source: Picture Border Radius
fr_fr: Arrondi de la bordure de l'image

source: Choose the border radius of the person image. In pixels (px), ex: 1px, or "round".
fr_fr: Choisissez le rayon de la bordure de l'image de la personne. En pixels (px), ex: 1px ou "round".

source: Choose the alignment of content.
fr_fr: Choisissez l’alignement du contenu.

source: Social Icon Tooltip Position
fr_fr: Position de l'info-bulle de l'icône sociale

source: Choose the display position for tooltips.
fr_fr: Choisissez la position d'affichage des info-bulles.

source: Boxed Social Icons
fr_fr: Icônes des réseaux sociaux en boîte

source: Choose to get boxed icons.
fr_fr: Choisissez d'obtenir des icônes en boîte.

source: Social Icon Box Radius
fr_fr: Arrondi de la bordure des icônes sociales

source: Choose the border radius of the boxed icons. In pixels (px), ex: 1px, or "round".
fr_fr: Choisissez le rayon de la bordure des icônes en boîte. En pixels (px), ex: 1px ou "round".

source: Social Icon Color Type
fr_fr: Type de couleur de l'icône sociale

source: Controls the color type of the social icons.
fr_fr: Contrôle le type de couleur des icônes sociales.

source: Custom Colors
fr_fr: Couleurs personnalisées

source: Specify the color of social icons.
fr_fr: Spécifiez la couleur des icônes sociales.

source: Blogger Link
fr_fr: Lien Blogger

source: Insert your custom Blogger link.
fr_fr: Insérez votre lien Blogger personnalisé.

source: Deviantart Link
fr_fr: Lien Deviantart

source: Insert your custom Deviantart link.
fr_fr: Insérez votre lien Deviantart personnalisé.

source: Discord Link
fr_fr: Lien Discord

source: Insert your custom Discord link.
fr_fr: Insérez votre lien Discordance personnalisé.

source: Digg Link
fr_fr: Lien Digg

source: Insert your custom Digg link.
fr_fr: Insérez votre lien Digg personnalisé.

source: Dribbble Link
fr_fr: Lien Dribbble

source: Insert your custom Dribbble link.
fr_fr: Insérez votre lien Dribble personnalisé.

source: Dropbox Link
fr_fr: Lien Dropbox

source: Insert your custom Dropbox link.
fr_fr: Insérez votre lien Dropbox personnalisé.

source: Facebook Link
fr_fr: Lien Facebook

source: Insert your custom Facebook link.
fr_fr: Insérez votre lien Facebook personnalisé.

source: Flickr Link
fr_fr: Lien Flickr

source: Insert your custom Flickr link.
fr_fr: Insérez votre lien Flickr personnalisé.

source: Forrst Link
fr_fr: Lien Forrst

source: Insert your custom Forrst link.
fr_fr: Insérez votre lien Forrst personnalisé.

source: Instagram Link
fr_fr: Lien Instagram

source: Insert your custom Instagram link.
fr_fr: Insérez votre lien Instagram personnalisé.

source: LinkedIn Link
fr_fr: Lien Linkedin

source: Insert your custom LinkedIn link.
fr_fr: Insérez votre lien LinkedIn personnalisé.

source: Myspace Link
fr_fr: Lien Myspace

source: Insert your custom Myspace link.
fr_fr: Insérez votre lien Myspace personnalisé.

source: PayPal Link
fr_fr: Lien PayPal

source: Insert your custom PayPal link.
fr_fr: Insérez votre lien Paypal personnalisé.

source: Pinterest Link
fr_fr: Lien Pinterest

source: Insert your custom Pinterest link.
fr_fr: Insérez votre lien Pinterest personnalisé.

source: Reddit Link
fr_fr: Texte du lien Reddit

source: Insert your custom Reddit link.
fr_fr: Insérez votre lien Reddit personnalisé.

source: RSS Link
fr_fr: Lien RSS

source: Insert your custom RSS link.
fr_fr: Insérez votre lien RSS personnalisé.

source: Skype Link
fr_fr: Lien Skype

source: Insert your custom Skype link.
fr_fr: Insérez votre lien Skype personnalisé.

source: SoundCloud Link
fr_fr: Lien SoundCloud

source: Insert your custom SoundCloud link.
fr_fr: Insérez votre lien Soundcloud personnalisé.

source: Spotify Link
fr_fr: Lien Spotify

source: Insert your custom Spotify link.
fr_fr: Insérez votre lien Spotify personnalisé.

source: Tiktok Link
fr_fr: Lien Tiktok

source: Insert your custom Tiktok link.
fr_fr: Insérez votre lien Tiktok personnalisé.

source: Tumblr Link
fr_fr: Lien Tumblr

source: Insert your custom Tumblr link.
fr_fr: Insérez votre lien Tumblr personnalisé.

source: Twitch Link
fr_fr: Lien Twitch

source: Insert your custom Twitch link.
fr_fr: Insérez votre lien Twitch personnalisé.

source: Twitter Link
fr_fr: Lien Twitter

source: Insert your custom Twitter link.
fr_fr: Insérez votre lien Twitter personnalisé.

source: Vimeo Link
fr_fr: Lien Vimeo

source: Insert your custom Vimeo link.
fr_fr: Insérez votre lien Vimeo personnalisé.

source: VK Link
fr_fr: Lien VK

source: Insert your custom VK link.
fr_fr: Insérez votre lien VK personnalisé.

source: WeChat Link
fr_fr: Lien WeChat

source: Insert your custom WeChat link.
fr_fr: Insérez votre lien WeChat personnalisé.

source: WhatsApp Link
fr_fr: Lien WhatsApp

source: Insert your custom WhatsApp link.
fr_fr: Insérez votre lien WhatApp personnalisé.

source: Xing Link
fr_fr: Lien Xing

source: Insert your custom Xing link.
fr_fr: Insérez votre lien Xing personnalisé.

source: Yahoo Link
fr_fr: Lien Yahoo

source: Insert your custom Yahoo link.
fr_fr: Insérez votre lien Yahoo personnalisé.

source: Yelp Link
fr_fr: Lien Yelp

source: Insert your custom Yelp link.
fr_fr: Insérez votre lien Yelp personnalisé.

source: Youtube Link
fr_fr: Youtube Url

source: Insert your custom Youtube link.
fr_fr: Insérez votre lien Youtube personnalisé.

source: Insert an email address to display the email icon.
fr_fr: Insérez une adresse email pour afficher l'icône d'email.

source: Insert a phone number to display the phone icon.
fr_fr: Insérez un numéro de téléphone pour afficher l'icône du téléphone.

source: Show Custom Social Icons
fr_fr: Afficher les icônes sociales personnalisées

source: Show the custom social icons specified in Global Options.
fr_fr: Afficher les icônes sociales personnalisées spécifiées dans les Options globales.

source: %s Link
fr_fr: %s Lien

source: Insert your custom social link.
fr_fr: Insérez votre lien personnalisé.

source: Controls the color of the popover heading background.
fr_fr: Contrôle la couleur de fond de l'entête de la fenêtre flottante.

source: Controls the color of popover content background.
fr_fr: Contrôle la couleur de fond du contenu de la fenêtre flottante.

source: Controls the border color of popover box.
fr_fr: Contrôle la couleur de la bordure de l'encadré popover.

source: Controls the color of the popover text.
fr_fr: Contrôle la couleur des textes de la fenêtre flottante.

source: Controls the position of the popover in reference to the triggering element.
fr_fr: Contrôle la position de la fenêtre flottante par rapport à l'élément déclencheur de son ouverture.

source: Triggering Content
fr_fr: Contenu Déclenchement

source: Content that will trigger the popover.
fr_fr: Contenu déclencheur de la fenêtre flottante.

source: Heading text of the popover.
fr_fr: Texte pour le titre de la fenêtre flottante.

source: Controls the background color of the popover heading.
fr_fr: Contrôle la couleur de fond du titre de la fenêtre flottante.

source: Contents Inside Popover
fr_fr: Contenu de la fenêtre flottante

source: Text to be displayed inside the popover.
fr_fr: Texte à afficher dans la fenêtre flottante.

source: Controls the background color of the popover content area.
fr_fr: Contrôle la couleur de fond du contenu de la fenêtre flottante.

source: Controls the border color of the of the popover box.
fr_fr: Contrôle la couleur de la bordure de la fenêtre flottante.

source: Choose the display position of the popover. Choose default for Global Options selection.
fr_fr: Choisissez la position d'affichage du popover. Choisissez la valeur par défaut pour la sélection des options globales.

source: Add to cart
fr_fr: Ajouter au panier

source: Post Card Cart
fr_fr: Chariot à cartes postales

source: Select the layout of cart components. Floated will have components side by side. Stacked will have one component per row.
fr_fr: Sélectionnez la disposition des composants du panier. Flottant, les composants seront côte à côte. Empilés : un composant par ligne.

source: Show Quantity
fr_fr: Afficher Quantité

source: Display the quantity input.
fr_fr: Affiche la quantité saisie.

source: Show Add To Cart
fr_fr: Afficher Ajouter au Panier

source: Display the Add To Cart button.
fr_fr: Affichez le bouton Ajouter au panier.

source: Show Product Link
fr_fr: Afficher le lien vers le produit

source: Display the Product Link .
fr_fr: Afficher le lien vers le produit .

source: Product Quick View
fr_fr: Affichage rapide du produit

source: Enable product quick view for products.
fr_fr: Activez pour permettre une vue rapide des produits.

source: Controls if buttons spans the full width/remaining width of row.
fr_fr: Contrôle si les boutons s'étendent sur toute la largeur/la largeur restante de la ligne.

source: Buttons Layout
fr_fr: Mise en page des boutons

source: Select the layout for buttons. Floated will have them side by side. Stacked will have one per row.
fr_fr: Sélectionnez la disposition des boutons. Flottants, ils seront côte à côte. Empilés : un par ligne.

source: Quantity Margin
fr_fr: Marge de quantité

source: Add To Cart Margin
fr_fr: Ajouter au panier Marge

source: Add To Cart Link Style
fr_fr: Style de lien "Ajouter au panier

source: Text Link
fr_fr: Texte du lien

source: Controls the border size. In pixels.
fr_fr: Contrôle la taille de la frontière. En pixels.

source: Add To Cart Link Font Size
fr_fr: Taille de la police du lien "Ajouter au panier

source: Controls the font size of the text link. Enter value including any valid CSS unit, ex: 20px.
fr_fr: Contrôle la taille de la police du lien texte. Entrez la valeur en incluant toute unité CSS valide, ex : 20px.

source: Controls the text color of the link.
fr_fr: Contrôle la couleur du texte du lien en clair.

source: Product Link Style
fr_fr: Style du lien du produit

source: Select whether you want to custom style the product link.
fr_fr: Indiquez si vous souhaitez personnaliser le lien vers le produit.

source: Product Link Margin
fr_fr: Marge du lien produit

source: Product Link Font Size
fr_fr: Taille de la police du lien vers le produit

source: Product Link Text Color
fr_fr: Couleur du texte du lien vers le produit

source: Post Card Image
fr_fr: Image de carte postale

source: Choose image layout.
fr_fr: Choisissez la mise en page de l'image.

source: Crossfade
fr_fr: Fondu enchaîné

source: Rollover
fr_fr: Survol

source: Choose to show or hide the title.
fr_fr: Choisissez d'afficher ou de masquer le titre.

source: Choose to show or hide the categories.
fr_fr: Choisissez d'afficher ou de masquer les catégories.

source: Choose to show or hide the price. Applies only to WooCommerce products.
fr_fr: Choisissez d'afficher ou de masquer le prix. S'applique uniquement aux produits WooCommerce.

source: Choose to show or hide the rating. Applies only to WooCommerce products.
fr_fr: Choisissez d'afficher ou de masquer l'évaluation. S'applique uniquement aux produits WooCommerce.

source: Show Sale Badge
fr_fr: Afficher le Badge de rabais

source: Choose to show or hide the sale badge. Applies only to WooCommerce products.
fr_fr: Choisissez d'afficher ou de masquer le badge de vente. S'applique uniquement aux produits WooCommerce.

source: Show Out Of Stock Badge
fr_fr: Afficher le badge "Rupture de stock

source: Choose to show or hide the out of stock badge. Applies only to WooCommerce products.
fr_fr: Choisissez d'afficher ou de masquer le badge de rupture de stock. S'applique uniquement aux produits WooCommerce.

source: Choose to show or hide Add to Cart / Details buttons on the rollover. Applies only to WooCommerce products.
fr_fr: Choisissez d'afficher ou de masquer les boutons Ajouter au panier / Détails sur le rollover. S'applique uniquement aux produits WooCommerce.

source: Link Image
fr_fr: Lien d'image

source: Choose to link image to default or custom link or disable link completely.
fr_fr: Choisissez de lier l'image à un lien par défaut ou personnalisé ou de désactiver complètement le lien.

source: Custom Link
fr_fr: Lien personnalisé

source: Choos to link image to default or custom link or disable link completely.
fr_fr: Choisissez de lier l'image à un lien par défaut ou personnalisé ou de désactiver complètement le lien.

source: Crossfade Background Color
fr_fr: Couleur de fond du crossfade

source: Set the background of crossfade image container
fr_fr: Définir l'arrière-plan du conteneur de l'image du crossfade

source: Load More Items
fr_fr: Charger plus d'éléments

source: Load More %s
fr_fr: Afficher plus de résultats %s

source: Loading the next set of %s...
fr_fr: Chargement du prochain ensemble de %s...

source: Please select post card design to display here.
fr_fr: Veuillez sélectionner le modèle de carte postale à afficher ici.

source: No terms found.
fr_fr: Aucun terme trouvé.

source: Select the post type to display.
fr_fr: Sélectionnez le type de message à afficher.

source: Select which taxonomy to use.
fr_fr: Sélectionnez la taxonomie à utiliser.

source: Posts By
fr_fr: Articles de

source: Select which taxonomy to pull posts from or select all to pull all.
fr_fr: Sélectionnez la taxonomie dont vous souhaitez extraire les messages ou sélectionnez tout pour les extraire tous.

source: Select a %s or leave blank for all.
fr_fr: Sélectionnez un %s ou laissez le champ vide pour tous.

source: Related
fr_fr: Similaire

source: Upsells
fr_fr: Ventes incitatives

source: Cross-sells
fr_fr: Ventes croisées

source: This post card will be used in the list view which can be triggered with the sorting element. Post cards can be created in the %s.
fr_fr: Cette carte postale sera utilisée dans la vue en liste qui peut être déclenchée par l'élément de tri. Les cartes postales peuvent être créées dans l'élément %s.

source: Content Source
fr_fr: Source de contenu

source: Include Out Of Stock Products
fr_fr: Inclure les produits en rupture de stock

source: Include or exclude out of stock products.
fr_fr: Inclure ou exclure les produits en rupture de stock.

source: Show Hidden Products
fr_fr: Afficher les produits cachés

source: Display hidden products that are excluded from search or catalogs.
fr_fr: Affichez les produits cachés qui sont exclus de la recherche ou des catalogues.

source: Number of Posts
fr_fr: Nombre d’articles

source: Posts Offset
fr_fr: Décalage des publications

source: Popularity (sales)
fr_fr: Popularité (ventes)

source: Defines how terms should be ordered.
fr_fr: Définit comment les termes doivent être ordonnés.

source: Slug
fr_fr: Identifiant

source: Term Group
fr_fr: Groupe de termes

source: Term ID
fr_fr: ID terme

source: Choose for animation style.
fr_fr: Choisissez le style d'animation.

source: Post Slider
fr_fr: Diaporama d'articles

source: Choose a layout style for Post Slider.
fr_fr: Choisissez un style pour le slider des articles.

source: Posts with Title
fr_fr: Articles avec un titre

source: Posts with Title and Excerpt
fr_fr: Messages avec le titre et Extrait

source: Attachment Layout, Only Images Attached to Post/Page
fr_fr: Disposition des fichiers attachés, seules les images attachées à un article ou une page

source: Attach Images to Post/Page Gallery
fr_fr: Ajouter des images à la galerie de l'article / page

source: Excerpt Number of Words
fr_fr: Longueur de l’extrait (nombre de mots)

source: Insert the number of words you want to show in the excerpt.
fr_fr: Insérez le nombre de mots à afficher dans l'extrait.

source: Select categories of posts to display or leave blank for all.
fr_fr: Sélectionnez les catégories de messages à afficher ou laissez le champ vide pour tous.

source: Number of Slides
fr_fr: Nombre de diapositives

source: Select the number of slides to display.
fr_fr: Sélectionnez le nombre de slides à afficher.

source: Only works on attachment layout. Lightbox must be enabled in Global Options or the image will open up by in the same tab by itself.
fr_fr: Ne fonctionne que sur la mise en page des pièces jointes. Lightbox doit être activé dans les Options globales ou l'image s'ouvrira d'elle-même dans le même onglet.

source: Pricing Table
fr_fr: Tableau de prix

source: Pricing Box Style 1 Heading Color
fr_fr: Couleur de titre de l'encadré de tarification de style 1

source: Controls the color of style 1 pricing table headings.
fr_fr: Contrôle la couleur de l'entête de la grille tarifaire basée sur le style 1.

source: Pricing Box Style 2 Heading Color
fr_fr: Couleur de titre de l'encadré de tarification de style 2

source: Controls the color of style 2 pricing table headings.
fr_fr: Contrôle la couleur de l'entête de la grille tarifaire basée sur le style 2.

source: Pricing Box Color
fr_fr: Couleur de l'encadré de tarification
