Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Finland
fr_fr: Finlande

source: French Guiana
fr_fr: Guyane Française

source: French Polynesia
fr_fr: Polynésie Française

source: French Southern Territories
fr_fr: Terres Australes Françaises

source: Gambia
fr_fr: Gambie

source: Germany
fr_fr: Allemagne

source: Greece
fr_fr: Grèce

source: Greenland
fr_fr: Groenland

source: Grenada
fr_fr: Grenade

source: Guernsey
fr_fr: Guernesey

source: Guinea
fr_fr: Guinée

source: Guinea-Bissau
fr_fr: Guinée-Bissau

source: Guyana
fr_fr: Guyane

source: Haiti
fr_fr: Haïti

source: Heard and McDonald Islands
fr_fr: Îles Heard-et-MacDonald

source: Holy See
fr_fr: Saint-Siège

source: Hungary
fr_fr: Hongrie

source: Iceland
fr_fr: Islande

source: India
fr_fr: Inde

source: Indonesia
fr_fr: Indonésie

source: Iraq
fr_fr: Irak

source: Ireland
fr_fr: Irlande

source: Isle of Man
fr_fr: Île de Man

source: Israel
fr_fr: Israël

source: Italy
fr_fr: Italie

source: Jamaica
fr_fr: Jamaïque

source: Japan
fr_fr: Japon

source: Jordan
fr_fr: Jordanie

source: Kuwait
fr_fr: Koweït

source: Lao People's Democratic Republic
fr_fr: Laos

source: Latvia
fr_fr: Lettonie

source: Lebanon
fr_fr: Liban

source: Libya
fr_fr: Libye

source: Lithuania
fr_fr: Lituanie

source: Macau
fr_fr: Macao

source: Macedonia
fr_fr: Macédoine

source: Malaysia
fr_fr: Malaisie

source: Malta
fr_fr: Malte

source: Marshall Islands
fr_fr: Îles Marshall

source: Mauritania
fr_fr: Mauritanie

source: Mauritius
fr_fr: Maurice

source: Mexico
fr_fr: Mexique

source: Micronesia
fr_fr: Micronésie

source: Moldova
fr_fr: Moldavie

source: Mongolia
fr_fr: Mongolie

source: Montenegro
fr_fr: Monténégro

source: Morocco
fr_fr: Maroc

source: Namibia
fr_fr: Namibie

source: Nepal
fr_fr: Népal

source: Netherlands
fr_fr: Pays-Bas

source: New Caledonia
fr_fr: Nouvelle-Calédonie

source: New Zealand
fr_fr: Nouvelle-Zélande

source: Norfolk Island
fr_fr: Île Norfolk

source: North Korea
fr_fr: Corée du Nord

source: Norway
fr_fr: Norvège

source: Palau
fr_fr: Palaos

source: Palestine, State of
fr_fr: Palestine, État de

source: Papua New Guinea
fr_fr: Papouasie-Nouvelle-Guinée

source: Peru
fr_fr: Pérou

source: Poland
fr_fr: Pologne

source: Réunion
fr_fr: La Réunion

source: Romania
fr_fr: Roumanie

source: Russia
fr_fr: Russie

source: Saint Helena
fr_fr: Sainte-Hélène

source: Saint Kitts and Nevis
fr_fr: Saint-Kitts-et-Nevis

source: Saint Lucia
fr_fr: Sainte-Lucie

source: Saint Pierre and Miquelon
fr_fr: Saint Pierre et Miquelon

source: Saint Vincent and the Grenadines
fr_fr: Saint-Vincent-et-les-Grenadines

source: Sao Tome and Principe
fr_fr: Sao Tomé et Principe

source: Saudi Arabia
fr_fr: Arabie Saoudite

source: Senegal
fr_fr: Sénégal

source: Serbia
fr_fr: Serbie

source: Singapore
fr_fr: Singapour

source: Sint Maarten
fr_fr: Saint-Martin (Royaume des Pays-Bas)

source: Slovakia
fr_fr: Slovaquie

source: Slovenia
fr_fr: Slovénie

source: Solomon Islands
fr_fr: Îles Salomon

source: Somalia
fr_fr: Somalie

source: South Africa
fr_fr: Afrique du Sud

source: South Korea
fr_fr: Corée du Sud

source: South Sudan
fr_fr: Soudan du Sud

source: Spain
fr_fr: Espagne

source: Sudan
fr_fr: Soudan

source: Svalbard and Jan Mayen Islands
fr_fr: Svalbard et iles Jan Mayen

source: Sweden
fr_fr: Suède

source: Switzerland
fr_fr: Suisse

source: Syria
fr_fr: Syrie

source: Tajikistan
fr_fr: Tadjikistan

source: Tanzania
fr_fr: Tanzanie

source: Thailand
fr_fr: Thaïlande

source: Trinidad and Tobago
fr_fr: Trinité-et-Tobago

source: Tunisia
fr_fr: Tunisie

source: Turkey
fr_fr: Turquie

source: Turkmenistan
fr_fr: Turkménistan

source: Turks and Caicos Islands
fr_fr: Îles Turques et Caïques

source: Uganda
fr_fr: Ouganda

source: United Arab Emirates
fr_fr: Émirats Arabes Unis

source: United Kingdom
fr_fr: Royaume-Uni

source: United States
fr_fr: États-Unis

source: US Minor Outlying Islands
fr_fr: Iles mineures éloignées des États-Unis

source: Uzbekistan
fr_fr: Ouzbékistan

source: Virgin Islands, British
fr_fr: Îles Vierges, Royaume Uni

source: Virgin Islands, U.S.
fr_fr: Îles Vierges, Etats-Unis.

source: Wallis and Futuna
fr_fr: Wallis et Futuna

source: Western Sahara
fr_fr: Sahara occidental

source: Zambia
fr_fr: Zambie

source: Days of the Month
fr_fr: Jours du mois

source: Days of the Week
fr_fr: Jours de la Semaine

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Months of the Year
fr_fr: Mois de l'année

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: U.S. States
fr_fr: États américains

source: California
fr_fr: Californie

source: Florida
fr_fr: Floride

source: North Carolina
fr_fr: Caroline du Nord

source: Pennsylvania
fr_fr: Pennsylvanie

source: Armed Forces (AA)
fr_fr: Forces armées américaines (AA)

source: Armed Forces (AE)
fr_fr: Forces armées américaines (AE)

source: Armed Forces (AP)
fr_fr: Forces armées américaines (AP)

source: Years
fr_fr: Années

source: Click
fr_fr: Clic

source: Border Size
fr_fr: Taille de la bordure

source: Border Color
fr_fr: Couleur de la bordure

source: Divider Color
fr_fr: Couleur du séparateur

source: Inherit
fr_fr: Hériter

source: Reset to default.
fr_fr: Valeurs par défaut.

source: Using default value.
fr_fr: Utiliser la valeur par défaut.

source: Cancel
fr_fr: Annuler

source: Home
fr_fr: Accueil

source: Search:
fr_fr: Rechercher:

source: 404 - Page not Found
fr_fr: 404 - La page demandée n'existe pas

source: Phone
fr_fr: Téléphone

source: Light (300)
fr_fr: Léger (300)

source: Cheatin&#8217; huh?
fr_fr: Ce que vous cherchez ne se trouve certainement pas ici.

source: An API token is required.
fr_fr: Une clé API est requise.

source: An unknown API error occurred.
fr_fr: Une erreur inconnue de l'API s’est produite.

source: Featured Image 2
fr_fr: Image mise en Avant 2

source: Set featured image 2
fr_fr: Choisir l'image à la une 2

source: Remove featured image 2
fr_fr: Supprimer l&rsquo;image mise en avant 2

source: Featured images Info
fr_fr: Info des images mise en Avant

source: To control the amount of featured image boxes, visit %s.
fr_fr: Pour contrôler la quantité d'images à la une, visitez %s.

source: Posts
fr_fr: Articles

source: Portfolio Items
fr_fr: Eléments du portfolio

source: FAQ Items
fr_fr: FAQ Articles

source: WooCommerce Products
fr_fr: Produits WooCommerce

source: Events Calendar Posts
fr_fr: Evénements du calendrier

source: %1$s Enter value including CSS unit (px, em, rem), ex: %2$s.
fr_fr: %1$s Saisissez votre valeur incluant de l’unité CSS (px, em, rem). Ex : %2$s.

source: %1$s Enter value including any valid CSS unit, ex: %2$s.
fr_fr: %1$s Saisissez votre valeur suivie d’une unité compatible avec CSS. Exemple : %2$s.

source: %1$s In pixels, ex: %2$s.
fr_fr: %1$s En pixels, ex: %2$s.

source: %1$s Enter values including any valid CSS unit, ex: %2$s.
fr_fr: %s Entrer des valeurs en incluant n'importe quelle unité CSS valide, ex: %s.

source: In pixels.
fr_fr: En pixels.

source: This is a dependent option that always stays visible because other options can utilize it.
fr_fr: C’est une option dépendante qui reste toujours visible car les autres options peuvent l’utiliser.

source: Theme Skin
fr_fr: Apparence du thème

source: Color Scheme
fr_fr: Jeu de couleurs

source: Are you sure you want to reset all Avada caches?
fr_fr: Êtes-vous sûr de vouloir réinitialiser tous les caches Avada ?

source: All Avada caches have been reset.
fr_fr: Tous les caches Avada ont été réinitialisés.

source: Are you sure? This will reset all saved options to the default Avada Classic Global Options. This does not reset them to any other demo that you may have imported.
fr_fr: Êtes-vous sûr ? Cela réinitialisera toutes les options enregistrées aux options globales par défaut d'Avada Classic. Cela ne les réinitialise pas à toute autre démo que vous pourriez avoir importée.

source: Are you sure? This will reset all saved options to the default Avada Classic Global Options for this section. This does not reset them to any other demo that you may have imported.
fr_fr: Êtes-vous sûr ? Ceci réinitialisera toutes les options enregistrées aux options globales par défaut d'Avada Classic pour cette section. Cela ne les réinitialise pas à toute autre démo que vous auriez importée.

source: Copy the contents of the json file and paste it below. Then click "Import" to restore your setings.
fr_fr: Copiez les contenus du fichier .json et collez-les ci-dessous. Ensuite, cliquez sur "Importer" pour restaurer vos réglages.

source: Media fields using remote URLs were detected in your Global Options
fr_fr: Des champs multimédias utilisant des URL distantes ont été détectés dans vos options globales

source: Please replace them with locally-imported files from your media library.
fr_fr: Veuillez les remplacer par des fichiers importés à partir de votre bibliothèque de médias.

source: Dismiss Message
fr_fr: Ignorer ce message

source: Search results for: %s
fr_fr: Résultats de recherche pour: %s

source: Error 404 Page
fr_fr: Page d'erreur 404

source: Daily Archives: %s
fr_fr: Archives quotidiennes : %s

source: Monthly Archives: %s
fr_fr: Archives mensuelles : %s

source: Yearly Archives: %s
fr_fr: Archives annuelles : %s

source: Masonry Image Layout
fr_fr: Agencement d'image de maçonnerie

source: Landscape
fr_fr: Paysage

source: Set layout which will be used when image is displayed in masonry.
fr_fr: Définir la mise en page (layout) qui sera utilisée lorsque l'image est affichée en maçonnerie.

source: Patcher
fr_fr: Patches Correctif

source: Patch #
fr_fr: Correctif #

source: Dismiss Notices
fr_fr: Ignorer les avertissements

source: Patch cannot be currently aplied.
fr_fr: Le correctif ne peut être appliqué pour l'instant.

source: Patch Applied
fr_fr: Correctif appliqué

source: The ThemeFusion patches server could not be reached. Please contact your host to unblock the "%s" domain.
fr_fr: Le serveur de correctifs de ThemeFusion n'a pas pu être atteint. Veuillez contacter votre hébergeur pour débloquer le domaine "%s".

source: The Avada patch contents cannot be retrieved. Please contact your host to unblock the "%s" domain.
fr_fr: Le contenu du patch Avada ne peut être récupéré. Veuillez contacter votre hébergeur pour débloquer le domaine "%s".

source: Patch empty.
fr_fr: Correctif vide.

source: Invalid Patch target.
fr_fr: Adresse du correctif invalide.

source: The patch could not be applied because of your specific server permissions. You have two options to remedy this. 1. <a %1$s>Download this zip file</a> which contains the files needed to fix this issue. Simply extract the zip file, and replace the files it contains with the same files on your server. DO NOT REPLACE THE ENTIRE FOLDER. 2. <a %2$s>Contact our support center</a>, submit a ticket and include your FTP credentials so one of our support experts can apply the fix for you. Once the fix is applied, click the "Dismiss Notices" button so this message is removed.
fr_fr: Le patch n’a pas pu être appliqué en raison de vos autorisations de serveur spécifiques. Vous avez deux options pour remédier à cela. 1. <a %1$s> Téléchargez ce fichier zip </a> qui contient les fichiers nécessaires pour résoudre ce problème. Il suffit d’extraire le fichier zip et de remplacer les fichiers qu’il contient avec les mêmes fichiers sur votre serveur. NE PAS REMPLACER TOUT LE DOSSIER. 2. <a %2$s> Contactez notre centre de support </a>, soumettez un ticket et incluez vos informations d’identification FTP afin que l’un de nos experts de support puisse appliquer le correctif pour vous. Une fois que le correctif est appliqué, cliquez sur le bouton «Ignorer les avis» pour que ce message soit supprimé.

source: Avada Version
fr_fr: Version Avada

source: Purchase Code
fr_fr: Code d’achat

source: Token
fr_fr: Jeton

source: Sending Of Verification Data
fr_fr: Envoi de données de vérification

source: Once you click to import a prebuilt website, the following data will be sent to a ThemeFusion server located in the U.S. to verify purchase and to ensure that prebuilt websites are compatible with your install.
fr_fr: Une fois que vous aurez cliqué pour importer un site web pré-construit, les données suivantes seront envoyées à un serveur de ThemeFusion situé aux États-Unis pour vérifier l'achat et s'assurer que les sites web pré-construits sont compatibles avec votre installation.

source: Once you click to install / update a premium plugin, the following data will be sent to a ThemeFusion server located in the U.S. to verify purchase and to ensure that plugins are compatible with your install.
fr_fr: Une fois que vous cliquez pour installer / mettre à jour un plugin premium, les données suivantes seront envoyées à un serveur ThemeFusion situé aux États-Unis pour vérifier l’achat et pour s’assurer que les plugins sont compatibles avec votre installation. Les données ne sont pas stockées sur notre serveur.

source: The following data is sent to a ThemeFusion server located in the U.S. to ensure that patches are compatible with your install.
fr_fr: Les données suivantes sont envoyées à un serveur de ThemeFusion, situé aux États-Unis pour s’assurer que les correctifs soient compatibles avec votre installation.

source: No purchase code was passed on to be revoked.
fr_fr: Aucun code d'achat n'a été transmis pour être révoqué.

source: In order to import a prebuilt website Avada must be registered. No purchase code was found.
fr_fr: Afin d'importer un site web préconstruit, Avada doit être enregistré. Aucun code d'achat n'a été trouvé.

source: No purchase code was provided.
fr_fr: Aucun code d'achat n'a été fourni.

source: No domain was passed on and therefore revoke could not be confirmed.
fr_fr: Aucun domaine n'a été transmis et la révocation n'a donc pas pu être confirmée.

source: In order to import a prebuilt website Avada must be registered. No domain was passed on, therefore validation could not be confirmed.
fr_fr: Afin d'importer un site web préconstruit, Avada doit être enregistré. Aucun domaine n'a été transmis, la validation n'a donc pas pu être confirmée.

source: No domain was passed on in the request, this is needed to confirm registration.
fr_fr: Aucun domaine n'a été transmis dans la demande, ceci est nécessaire pour confirmer l'enregistrement.

source: Invalid purchase code. Code provided appears to be a token instead.
fr_fr: Code d'achat non valide. Le code fourni semble être un jeton à la place.

source: Invalid purchase code.
fr_fr: Code d’achat non valide.

source: In order to import a prebuilt website Avada must be registered. The purchase code being used does not seem to be valid.
fr_fr: Pour pouvoir importer un site Web préconstruit, Avada doit être enregistré. Le code d'achat utilisé ne semble pas être valide.

source: Envato API did not respond. Either the purchase code is incorrect or the API is temporarily unavailable.
fr_fr: Envato API n'a pas répondu. Soit le code d'achat est incorrect, soit l'API est temporairement indisponible.

source: The purchase code is already being used on another domain.
fr_fr: Le code d'achat est déjà utilisé sur un autre domaine.

source: The current domain does not match our records and therefore was not revoked.
fr_fr: Le domaine actuel ne correspond pas à nos dossiers et n'a donc pas été révoqué.

source: In order to import a prebuilt website Avada must be registered. The current domain does not match our records.
fr_fr: Afin d'importer un site web préconstruit, Avada doit être enregistré. Le domaine actuel ne correspond pas à nos enregistrements.

source: The purchase code is already being used on another staging domain.
fr_fr: Le code d'achat est déjà utilisé sur un autre domaine de transit.

source: In order to import a prebuilt website Avada must be registered. The current staging domain does not match our records.
fr_fr: Afin d'importer un site web préconstruit, Avada doit être enregistré. Le domaine actuel ne correspond pas à nos enregistrements.

source: This purchase code has been locked, as it was used in a manner that violates our license terms. Please contact %s to resolve.
fr_fr: Ce code d'achat a été verrouillé, car il a été utilisé d'une manière qui viole nos conditions de licence. Veuillez contacter %s pour résoudre ce problème.

source: Sorry, the API is currently overloaded. Please try again later.
fr_fr: Désolé, l'API est actuellement surchargée. Veuillez réessayer plus tard.

source: The purchase code has been registered too many times. Please contact %s to resolve.
fr_fr: Le code d'achat a été enregistré trop de fois. Veuillez contacter %s pour résoudre ce problème.

source: Unknown error encountered. Please try again later.
fr_fr: Erreur inconnue rencontrée. Veuillez réessayer plus tard.

source: Register Your Website
fr_fr: Enregistrez votre site web

source: Your Website is Registered
fr_fr: Votre site web est enregistré

source: How To?
fr_fr: Comment?

source: Congratulations, and thank you for registering your website. To manage your licenses, sign up on %s.
fr_fr: Félicitations, et merci d'avoir enregistré votre site web. Pour gérer vos licences, inscrivez-vous sur %s.

source: Please enter your Avada purchase code and get access to our prebuilt websites, auto-updates, and premium plugins. The purchase code and site URL will be sent to a ThemeFusion server located in the U.S. to verify the purchase.
fr_fr: Veuillez entrer votre code d'achat Avada et accéder à nos sites web pré-construits, aux mises à jour automatiques et aux plugins premium. Le code d'achat et l'URL du site seront envoyés à un serveur de ThemeFusion situé aux États-Unis pour vérifier l'achat.

source: Register Now
fr_fr: Inscrivez-vous maintenant

source: Unregister
fr_fr: Désinscription

source: How To Find Your Purchase Code
fr_fr: Comment trouver votre code d'achat

source: Sign in to your %s. <strong>IMPORTANT:</strong> You must be signed into the same ThemeForest account that purchased Avada. If you are signed in already, look in the top menu bar to ensure it is the right account.
fr_fr: Connectez-vous à votre %s. <strong>IMPORTANT :</strong> Vous devez être connecté au même compte ThemeForest que celui qui a acheté Avada. Si vous êtes déjà connecté, regardez dans la barre de menu supérieure pour vous assurer que c'est le bon compte.

source: ThemeForest account
fr_fr: Compte ThemeForest

source: Visit the %s. You should see a row for Avada. If you don't, please re-check step 1 that you are on the correct account.
fr_fr: Visitez le %s. Vous devriez voir une ligne pour Avada. Si ce n'est pas le cas, veuillez vérifier à nouveau à l'étape 1 que vous êtes sur le bon compte.

source: ThemeForest downloads page
fr_fr: Page de téléchargement de ThemeForest

source: Click the download button in the Avada row.
fr_fr: Cliquez sur le bouton de téléchargement dans la ligne Avada.

source: Select either License certificate & purchase code (PDF) or License certificate & purchase code (text). This should then download either a text or PDF file.
fr_fr: Sélectionnez soit Certificat de licence et code d'achat (PDF), soit Certificat de licence et code d'achat (texte). Vous devriez alors télécharger un fichier texte ou PDF.

source: Open up that newly downloaded file and copy the Item Purchase Code.
fr_fr: Ouvrez ce fichier nouvellement téléchargé et copiez le code d'achat de l'article.

source: Press Esc to close
fr_fr: Appuyez sur Esc pour fermer

source: Enter Fullscreen (Shift+Enter)
fr_fr: Passer en mode plein écran (Maj + Entrée)

source: Exit Fullscreen (Shift+Enter)
fr_fr: Quitter le plein écran (Maj+Entrée)

source: Slideshow
fr_fr: Diaporama

source: Next
fr_fr: Suivant

source: Previous
fr_fr: Précédent

source: Loading the next set of posts...
fr_fr: Chargement des articles suivants...

source: All items displayed.
fr_fr: Tous les éléments affichés.

source: Search...
fr_fr: Rechercher...

source: Link & Zoom
fr_fr: Lien & Zoom

source: No Icons
fr_fr: Aucune icône

source: Default currently set to %s.
fr_fr: Actuellement, la valeur par défaut est %s.

source: Show
fr_fr: Afficher

source: Hide
fr_fr: Masquer

source: Current value set to %s.
fr_fr: La valeur actuelle est définie sur %s.

source: none
fr_fr: aucune

source: Global sidebar is currently active and will override selection with %s.
fr_fr: La barre latérale générale est actuellement active et la sélection sera remplacée par %s.

source: Leave empty for value set in parent options. If that is also empty, the %1$s value of %2$s will be used.
fr_fr: Laissez vide pour la valeur définie dans les options Parent. Si cela est également vide, la valeur %1$s de %2$s sera utilisée.

source: Leave empty for default value of %s.
fr_fr: La valeur par défaut est %s.

source: Currently no default selected. Can be set globally from the <a %1$s>%2$s</a>.
fr_fr: Actuellement, aucune valeur par défaut n'est sélectionnée. Peut être défini à partir de <a %1$s>%2$s</a>.

source: Share on %s
fr_fr: Partager sur %s

source: Share by %s
fr_fr: Partage par %s

source: Site Width
fr_fr: Largeur du site

source: Allowed Files
fr_fr: Fichiers autorisés

source: Icon set with same CSS prefix already exists!
fr_fr: Ensemble d’icônes avec le même préfixe CSS existe déjà!

source: Icon set with same CSS prefix already exists! Please use unique prefix in order to avoid conflicts.
fr_fr: Icône réglé avec le même préfixe CSS existe déjà! Veuillez utiliser un préfixe unique afin d’éviter les conflits.

source: Browse Files
fr_fr: Parcourir les fichiers

source: Update Custom Icon Set
fr_fr: Mise à jour de l’ensemble des icônes personnalisées

source: Drop zip file to upload
fr_fr: Déposer le fichier zip pour télécharger

source: Supported Icon Tool - %1$s %2$s %3$s Every uploaded custom icon set needs a unique font name and CSS class prefix. For more info, see the %4$s.
fr_fr: Outil d’icône pris en charge - %1$s %2$s %3$s Chaque ensemble d’icônes personnalisées téléchargés a besoin d’un nom de police unique et d’un préfixe de classe CSS. Pour plus d’informations, voir le %4$s.

source: Select File
fr_fr: Choisir un fichier

source: CSS Prefix:
fr_fr: Préfixe CSS:

source: Icons Count:
fr_fr: Nombre d’icônes:

source: Checkout
fr_fr: Commander

source: Edit Live
fr_fr: Modifier en direct

source: Edit %s
fr_fr: Modifier %s

source: You do not have permission to edit this post.
fr_fr: Vous n’avez pas la permission de modifier ce post.

source: The page contents updated.
fr_fr: Le contenu de la page mis à jour.

source: You do not have permission to edit this archive.
fr_fr: Vous n'avez pas la permission de modifier ces archives.

source: The archive details updated.
fr_fr: Les détails d'archive mis à jour.

source: Bold 700 Italic
fr_fr: Gras 700 italic

source: Light
fr_fr: Clair

source: Dark
fr_fr: Sombre

source: Sidebar Panel Position
fr_fr: Position de la barre latérale

source: Select the side which you want the sidebar panel to be displayed on.
fr_fr: Sélectionnez le côté sur lequel vous souhaitez que la barre latérale s'affiche.

source: Element Editing Mode
fr_fr: Mode d'édition d'éléments

source: Choose if element editing should be in the sidebar or in dialogs.
fr_fr: Choisissez si l'édition d'éléments doit être dans la barre latérale ou dans les dialogues.

source: Sidebar
fr_fr: Barre latérale

source: Dialog
fr_fr: Dialogue

source: Automatically Open Element Settings
fr_fr: Ouvrez automatiquement les paramètres d'élément
