Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Choose to show or hide the section on small, medium or large screens. You can choose more than one at a time.
fr_fr: Choisissez de montrer ou de masquer la section sur les écrans petits, moyens ou grands. Vous pouvez choisir plusieurs écrans.

source: Container Publishing Status
fr_fr: Statut de publication de conteneur

source: Controls the publishing status of the container. If draft is selected the container will only be visible to logged in users with the capability to publish posts. If publish until or publish after are selected the container will be in draft mode when not published.
fr_fr: Contrôle l’état de publication du conteneur. Si le projet est sélectionné, le conteneur ne sera visible que pour être connecté aux utilisateurs avec la possibilité de publier des publications. Si vous publiez jusqu’à ce qu’ils publient ou publient après sont sélectionnés, le conteneur sera en mode projet lorsqu’il n’est pas publié.

source: Published Until
fr_fr: Publié jusqu'au

source: Publish After
fr_fr: Publier après

source: Container Publishing Date
fr_fr: Date de publication du conteneur

source: Controls when the container should be published. Can be before a date or after a date. Use SQL time format: YYYY-MM-DD HH:MM:SS. E.g: 2016-05-10 12:30:00. Timezone of site is used.
fr_fr: Contrôle quand le conteneur doit être publié. Peut être avant une date ou après une date. Utiliser le format de l'heure SQL: AAAA-MM-JJ HH: MM: SS. Par exemple: 2016-05-10 12:30:00. Le fuseau horaire du site est utilisé.

source: Spacing above and below the section. Enter values including any valid CSS unit, ex: 4%.
fr_fr: Espacement au-dessus et au-dessous de la section. Entrez des valeurs incluant toute unité CSS valide, ex: 4%.

source: Container Link Color
fr_fr: Couleur du lien du conteneur

source: Controls the color of container links.
fr_fr: Contrôle la couleur des liens de conteneurs.

source: Container Border Size
fr_fr: Epaisseur de la bordure du conteneur

source: Value for container's z-index CSS property, can be both positive or negative.
fr_fr: La valeur de la propriété CSS z-index du conteneur peut être positive ou négative.

source: Value for container's overflow CSS property.
fr_fr: Valeur de la propriété CSS de débordement du conteneur.

source: Clip
fr_fr: Clameau

source: Background Options
fr_fr: Options d'arrière-plan

source: Video
fr_fr: Vidéo

source: Fading Animation
fr_fr: Effet de fondu

source: Choose to have the background image fade and blur on scroll. WARNING: Only works for images.
fr_fr: Activez l'effet d'atténuation + flou au défilement sur l'image d'arrière-plan. Fonctionne uniquement pour les images.

source: Background Parallax
fr_fr: Arrière-plan à effet de Parallax

source: Choose how the background image scrolls and responds. This does not work for videos and must be set to "No Parallax" for the video to show.
fr_fr: Déterminez le comportement de l'image d'arrière-plan. Cela ne fonctionne pas pour les vidéos et doit être réglé sur "Pas de Parallax" pour permettre l'affichage de la vidéo.

source: No Parallax (no effects)
fr_fr: Pas de Parallax (aucun effet)

source: Fixed (fixed on desktop, non-fixed on mobile)
fr_fr: Fixe (fixe sur l’écran, non fixé sur mobile)

source: Up (moves up on desktop and mobile)
fr_fr: Haut (déplace vers le haut sur l’écran et mobile)

source: Down (moves down on desktop and mobile)
fr_fr: Bas (déplace vers le bas sur l’écran et mobile)

source: Left (moves left on desktop and mobile)
fr_fr: Gauche (sur écran et mobile)

source: Right (moves right on desktop and mobile)
fr_fr: Right (déplace vers la droite de l’écran et mobile)

source: Enable Parallax on Mobile
fr_fr: Activer Parallax sur mobile

source: Works for up/down/left/right only. Parallax effects would most probably cause slowdowns when your site is viewed in mobile devices. If the device width is less than 980 pixels, then it is assumed that the site is being viewed in a mobile device.
fr_fr: Fonctionne pour up/down/left/right seulement. Les effets de parallaxe peuvent causer des ralentissements lorsque votre site est vu sur les mobiles. Si la largeur du dispositif est inférieure à 980 pixels, alors il est supposé que le site est affiché dans un dispositif mobile.

source: Parallax Speed
fr_fr: Vitesse de l'effet de Parallax

source: The movement speed, value should be between 0.1 and 1.0. A lower number means slower scrolling speed. Higher scrolling speeds will enlarge the image more.
fr_fr: La vitesse de déplacement, la valeur doit être comprise entre 0,1 et 1,0. Un nombre inférieur signifie plus lent. Des vitesses plus élevées font agrandir l’image.

source: Video MP4 Upload
fr_fr: Télécharger la vidéo MP4

source: Add your MP4 video file. This format must be included to render your video with cross-browser compatibility. WebM and OGV are optional. Using videos in a 16:9 aspect ratio is recommended.
fr_fr: Ajoutez votre fichier vidéo MP4. Ce format doit être inclus pour rendre votre vidéo avec la compatibilité entre les navigateurs. WebM et OGV sont facultatifs. L'utilisation de vidéos dans un ratio d'aspect 16:9 est recommandée.

source: Video WebM Upload
fr_fr: Télécharger la vidéo WebM

source: Add your WebM video file. This is optional, only MP4 is required to render your video with cross-browser compatibility. Using videos in a 16:9 aspect ratio is recommended.
fr_fr: Ajoutez votre fichier vidéo WebM. Ceci est facultatif, seul MP4 est nécessaire pour restituer votre vidéo avec la compatibilité entre les navigateurs. L'utilisation de vidéos dans un ratio d'aspect 16:9 est recommandée.

source: Video OGV Upload
fr_fr: Télécharger la vidéo OGV

source: Add your OGV video file. This is optional, only MP4 is required to render your video with cross-browser compatibility. Using videos in a 16:9 aspect ratio is recommended.
fr_fr: Ajoutez votre fichier vidéo OGV. Ceci est facultatif, seul MP4 est nécessaire pour restituer votre vidéo avec la compatibilité entre les navigateurs. L'utilisation de vidéos dans un ratio d'aspect 16:9 est recommandée.

source: YouTube/Vimeo Video URL or ID
fr_fr: YouTube/Vimeo Vidéo URL ou ID

source: Enter the URL to the video or the video ID of your YouTube or Vimeo video you want to use as your background. If your URL isn't showing a video, try inputting the video ID instead. Ads will show up in the video if it has them.
fr_fr: Entrez l'URL ou l'ID de votre vidéo YouTube ou Vimeo que vous souhaitez utiliser comme fond d'écran. Si votre URL ne montre pas de vidéo, essayez d'entrer l'ID à la place. Les annonces apparaîtront dans la vidéo si elles les ont.

source: Video Aspect Ratio
fr_fr: Aspect Ratio de la vidéo

source: The video will be resized to maintain this aspect ratio, this is to prevent the video from showing any black bars. Enter an aspect ratio here such as: "16:9", "4:3" or "16:10". The default is "16:9".
fr_fr: La vidéo sera redimensionnée pour maintenir ce format, ceci permet d’empêcher l’affichage de barres noires sur la vidéo. Entrez un format ici, comme : "16: 9", "4: 3" ou "16:10". La valeur par défaut est "16: 9".

source: Loop Video
fr_fr: Vidéo en boucle

source: Mute Video
fr_fr: Couper le son de la vidéo

source: <strong>IMPORTANT:</strong> In some modern browsers, videos with sound won't be auto played, and thus won't show as container background when not muted.
fr_fr: <strong>IMPORTANT :</strong> Dans certains navigateurs modernes, les vidéos avec son ne sont pas lues automatiquement et ne s'affichent donc pas en arrière-plan du conteneur lorsqu'elles ne sont pas coupées.

source: Video Preview Image
fr_fr: Image de prévisualisation de la vidéo

source: <strong>IMPORTANT:</strong> This field is a fallback for self-hosted videos in older browsers that are not able to play the video. If your site is optimized for modern browsers, this field does not need to be filled in.
fr_fr: <strong>IMPORTANT :</strong> Ce champ est une solution de repli pour les vidéos auto-hébergées dans des navigateurs plus anciens qui ne sont pas capables de lire la vidéo. Si votre site est optimisé pour les navigateurs modernes, il n'est pas nécessaire de remplir ce champ.

source: Turn on to set container position to absolute.
fr_fr: Allumez pour régler la position du conteneur à la valeur absolue.

source: Responsive Position Absolute
fr_fr: Position réactive Absolue

source: Choose at which screen sizes the container should get position absolute on.
fr_fr: Choisissez la taille d'écran à laquelle le conteneur doit être positionné de manière absolue.

source: Turn on to have the container stick to the browser window on scroll.
fr_fr: Activez cette option pour que le conteneur colle à la fenêtre du navigateur lors du défilement.

source: Sticky Container Background Color
fr_fr: Couleur de fond du récipient collant

source: Controls the background color of the container element when sticky.
fr_fr: Contrôle la couleur de fond de l'élément du conteneur lorsqu'il est collant.

source: Sticky Container Minimum Height
fr_fr: Hauteur minimale du récipient collant

source: Controls the minimum height of the container when sticky.
fr_fr: Contrôle la hauteur minimale du récipient lorsqu'il est collant.

source: Sticky Container Offset
fr_fr: Compensation pour les contenants collants

source: Controls how far the top of the container is offset from top of viewport when sticky. Use either a unit of measurement, or a CSS selector.
fr_fr: Contrôle la distance entre le haut du conteneur et le haut du hublot lorsqu'il est collant. Utilisez soit une unité de mesure, soit un sélecteur CSS.

source: Sticky Container Transition Offset
fr_fr: Compensation pour les contenants collants

source: Controls the scroll offset before sticky styling transition applies. In pixels.
fr_fr: Contrôle le décalage du défilement avant l'application de la transition de style collant. En pixels.

source: Sticky Container Hide On Scroll
fr_fr: Cache-conteneur collant sur parchemin

source: Controls the scroll distance before container is hidden while scrolling downwards. Set to 0 to keep visible as you scroll down. In pixels.
fr_fr: Contrôle la distance de défilement avant que le conteneur ne soit caché pendant le défilement vers le bas. Réglé sur 0 pour rester visible pendant le défilement vers le bas. En pixels.

source: Content Boxes
fr_fr: Boîtes de contenu

source: Content Box Background Color
fr_fr: Couleur de fond de l'encadré de contenu

source: Controls the background color for content boxes.
fr_fr: Contrôle la couleur de fond des zones de contenu.

source: Content Box Title Font Size
fr_fr: Taille de la police de caractères pour le titre de la zone de contenu

source: Controls the size of the title text.
fr_fr: Contrôle la taille de la police du titre de la zone de contenu.

source: Content Box Title Font Color
fr_fr: Couleur de la police du titre de l'encadré du compteur

source: Controls the color of the title font.
fr_fr: Contrôle la couleur de texte de la police de titre

source: Content Box Body Font Color
fr_fr: Couleur de la police du corps de texte de l'encadré compteur

source: Controls the color of the body font.
fr_fr: Contrôle la couleur du texte de police de corps.

source: Content Box Icon Font Size
fr_fr: Taille de la police de caractères de l'icône de la zone de contenu

source: Controls the size of the icon.
fr_fr: Contrôle la taille de l'icône.

source: Content Box Icon Color
fr_fr: Couleur de fond de l'encadré de contenu

source: Controls the color of the content box icon.
fr_fr: Contrôle la couleur de l'icône de check-list.

source: Content Box Icon Background
fr_fr: Couleur de fond de l'encadré de contenu

source: Turn on to display a background behind the icon.
fr_fr: Choisissez "On" pour afficher un arrière-plan pour les icônes.

source: Content Box Icon Background Radius
fr_fr: Couleur de fond de l'encadré de contenu

source: Controls the border radius of the icon background.
fr_fr: Contrôle l'arrondi de la forme d'arrière-plan de l'icône.

source: Content Box Icon Background Color
fr_fr: Couleur de fond de l'encadré de contenu

source: Controls the color of the icon background.
fr_fr: Contrôle la couleur de fond de l'icône.

source: Content Box Icon Background Inner Border Color
fr_fr: Couleur de fond de l'encadré de contenu

source: Controls the inner border color of the icon background.
fr_fr: Contrôle la couleur des bordures internes de l'arrière-plan des icônes de la zone de contenu.

source: Content Box Icon Background Inner Border Size
fr_fr: Couleur de fond de l'encadré de contenu

source: Controls the inner border size of the icon background.
fr_fr: Contrôle l'épaisseur des bordures internes de l'arrière-plan de la zone de contenu.

source: Content Box Icon Background Outer Border Color
fr_fr: Couleur de fond de l'encadré de contenu

source: Controls the outer border color of the icon background.
fr_fr: Contrôle la couleur de la bordure extérieure de l’arrière-plan de l’icône.

source: Content Box Icon Background Outer Border Size
fr_fr: Couleur de fond de l'encadré de contenu

source: Controls the outer border size of the icon background.
fr_fr: Contrôle l'épaisseur des bordures externes de l'arrière-plan des icônes de la zone de contenu.

source: Content Box Hover Animation Type
fr_fr: Type d'animation au survol de la zone de contenu

source: Controls the hover effect of the icon.
fr_fr: Contrôle la couleur des icônes.

source: Pulsate
fr_fr: Pulsate (palpitation)

source: Content Box Hover Accent Color
fr_fr: Couleur de mise en valeur au survol de la zone de contenu

source: Controls the accent color on hover.
fr_fr: Contrôle la couleur de mise en valeur au survol de la zone de contenu.

source: Content Box Link Type
fr_fr: Shortcode de l'encadré de contenu

source: Controls the type of link that displays in the content box.
fr_fr: Contrôle le type de lien à afficher dans la zone de contenu.

source: Button Bar
fr_fr: Barre de bouton

source: Choose to have the button span the full width.
fr_fr: Choisissez d'adapter ou non la largeur du bouton à la largeur entière de son conteneur.

source: Content Box Link Area
fr_fr: Shortcode de l'encadré de contenu

source: Controls which area the link will be assigned to.
fr_fr: Contrôle quelle partie de la zone de contenu servira de lien.

source: Link + Icon
fr_fr: Lien + icône

source: Entire Content Box
fr_fr: L'entier de la zone de contenu

source: Content Box Link Target
fr_fr: Shortcode de l'encadré de contenu

source: Content Box Top/Bottom Margins
fr_fr: Marges externes supérieure et inférieure des zones de contenu

source: Controls the top/bottom margin for content boxes.
fr_fr: Contrôle les marges externes supérieure et inférieure des zones de contenu.

source: Box Layout
fr_fr: Mise en page de boîte

source: Select the layout for the content box.
fr_fr: Sélectionnez la mise en page de la boîte de contenu.

source: Classic Icon With Title
fr_fr: Icône Classique avec Titre

source: Classic Icon On Top
fr_fr: Icône classique en haut

source: Classic Icon On Side
fr_fr: Icône sur le côté

source: Classic Icon Boxed
fr_fr: Icône Classique encadrée

source: Clean Layout Vertical
fr_fr: Clean Disposition verticale

source: Clean Layout Horizontal
fr_fr: Clean Disposition horizontale

source: Timeline Vertical
fr_fr: Chronologie Verticale

source: Timeline Horizontal
fr_fr: Chronologie Horizontale

source: Controls the size of the title. In pixels ex: 18px.
fr_fr: Contrôle la taille du titre (en pixels, ex. : 18px).

source: Title Font Color
fr_fr: Couleur de la police du Titre

source: Controls the color of the title font. ex: #000.
fr_fr: Contrôle la couleur des titres (ex. : #000).

source: Body Font Color
fr_fr: Couleur de la police du texte du corps (body)

source: Controls the color of the body font. ex: #000.
fr_fr: Contrôle la couleur des textes principaux (ex. : #000).

source: Global setting for all content boxes, this can be overridden individually. Click an icon to select, click again to deselect.
fr_fr: Paramètre global pour tous les éléments de la liste, cela peut être remplacé individuellement ci-dessous. Cliquez sur une icône pour sélectionner, cliquez à nouveau pour désélectionner.

source: Flip Icon
fr_fr: Icône basculante

source: Choose to flip the icon.
fr_fr: Choisissez le basculement de l'icône.

source: Rotate Icon
fr_fr: Icône rotative

source: Choose to rotate the icon.
fr_fr: Choisissez de faire tourner l'icône.

source: Spinning Icon
fr_fr: Icône pivotante

source: Choose to let the icon spin.
fr_fr: Choisissez de faire pivoter l'icône.

source: Icon Background
fr_fr: Icône - Arrière-plan

source: Choose to show a background behind the icon. Select default for Global Options selection.
fr_fr: Choisissez d'afficher un arrière-plan derrière l'icône. Sélectionnez la valeur par défaut pour la sélection des options globales.

source: Icon Background Radius
fr_fr: Rayon du fond de l’icône

source: Choose the border radius of the icon background. In pixels (px), ex: 1px, or "round".
fr_fr: Déterminez l'arrondi de la bordure de l'arrière-plan de l’icône. En pixels (px), ex. : 1px ou "arrondi".

source: Icon Background Inner Border Size
fr_fr: Epaisseur de la bordure interne de l’arrière-plan de l’icône

source: Icon Background Inner Border Color
fr_fr: Couleur de la bordure interne de l’arrière-plan de l’icône

source: Icon Background Outer Border Size
fr_fr: Epaisseur de la bordure externe de l'arrière-plan de l’icône

source: Icon Background Outer Border Color
fr_fr: Couleur de la bordure externe de l'arrière-plan de l’icône

source: Controls the size of the icon. In pixels.
fr_fr: Contrôle la taille de l’icône. En pixels.

source: Icon Hover Animation Type
fr_fr: Type d’animation au survol

source: Select the animation type for icon on hover. Select default for Global Options selection.
fr_fr: Sélectionnez le type d'animation de l'icône au survol. Sélectionnez la valeur par défaut pour la sélection des options globales.

source: Hover Accent Color
fr_fr: Couleur de mise en valeur au survol

source: Icon Image
fr_fr: Image d’icône

source: To upload your own icon image, deselect the icon above and then upload your icon image.
fr_fr: Pour télécharger votre propre image d&rsquo;icône, désélectionner l’icône ci-dessus et ensuite télécharger votre image de l&rsquo;icône.

source: Icon Image ID
fr_fr: ID d'image d'icône

source: Icon Image ID from Media Library.
fr_fr: Icône Image ID de la médiathèque.

source: Icon Image Max Width
fr_fr: Icône Image Max Largeur

source: Set the icon image max width. Leave empty to use image's native width. In pixels, ex: 35.
fr_fr: Définissez la largeur maximale de l’image d’icône. Laissez vide pour utiliser la largeur indigène de l’image. En pixels, ex: 35.

source: Link Type
fr_fr: Type de lien

source: Select the type of link that should show in the content box. Select default for Global Options selection.
fr_fr: Sélectionnez le type de lien qui doit s'afficher dans la zone de contenu. Sélectionnez la valeur par défaut pour la sélection des options globales.

source: Link+Icon
fr_fr: Lien URL d&rsquo;icône

source: _self = open in same window <br />_blank = open in new window
fr_fr: _self = Ouvrir dans la même fenêtre <br />_blank = ouvrir dans une nouvelle fenetre

source: Works with "Classic Icon With Title" and "Classic Icon On Side" layout options.
fr_fr: Fonctionne avec les options de mise en page "Icône Classique + titre" et "Icône classique sur le côté" .

source: Spacing above and below the content boxes. In px, em or %, e.g. 10px.
fr_fr: Espace au-dessus et en dessous de la zone de contenu. En px, em ou % (ex. : 10px).

source: Content Box
fr_fr: Boîte de contenu

source: The box title.
fr_fr: Titre de l'encadré.

source: Controls the color of the icon.
fr_fr: Contrôle la couleur de l'icône.

source: Choose to show a background behind the icon.
fr_fr: Choisissez d'afficher un arrière-plan derrière l’icône.

source: Set the icon image max width. Leave empty for value set in parent option. Set to -1 to use image's native width. In pixels, ex: 35.
fr_fr: Définissez la largeur maximale de l’image d’icône. Laisser vide pour la valeur fixée dans l’option parent. Définissez -1 pour utiliser la largeur indigène de l’image. En pixels, ex: 35.

source: Read More Link Url
fr_fr: URL cible du lien "Lire la suite…"

source: Add the link's url ex: http://example.com.
fr_fr: Ajouter l'URL du lien. Par ex. : http://exemple.com.

source: Read More Link Text
fr_fr: Texte du lien Lire la suite

source: Insert the text to display as the link.
fr_fr: Insérer le texte à utiliser en tant que lien.

source: Read More Link Target
fr_fr: Cible du lien "Lire la suite"

source: Content Box Content
fr_fr: Contenu de la zone de contenu

source: Add content for content box.
fr_fr: Ajouter du contenu à la zone de contenu.

source: No Modals Available
fr_fr: Aucun Modales (Pop Up) disponibles

source: No Slide Ins Available
fr_fr: Aucune Diapositives disponibles

source: No Info Bars Available
fr_fr: Aucune infos Bars disponibles

source: Select Module
fr_fr: Sélectionnez un module

source: Select the module you want to use.
fr_fr: Sélectionnez le module que vous souhaitez utiliser.

source: Select Modal
fr_fr: Sélectionner le Modale

source: Select the modal you want to use. Modals with status "Pause" are not included as they won't display until you make them "Live".
fr_fr: Sélectionnez le modale que vous voulez utiliser. Les modales avec le statut "Pause" ne sont pas inclus car ils ne s&rsquo;afficheront pas tant que vous ne les aurez pas "Live".

source: Select Slide In
fr_fr: Sélectionnez glissé dedans

source: Select the slide in you want to use. Slide Ins with status "Pause" are not included as they won't display until you make them "Live".
fr_fr: Sélectionnez la diapositive que vous souhaitez utiliser. Les diapositives avec l'état "Pause" ne sont pas incluses car elles ne s&rsquo;afficheront pas tant que vous ne les aurez pas "Live".

source: Select Info Bar
fr_fr: Sélectionnez Info Bar

source: Select the info bar you want to use. Info Bars with status "Pause" are not included as they won't display until you make them "Live".
fr_fr: Sélectionnez la barre d&rsquo;informations que vous souhaitez utiliser. Les barres d'informations avec l'état "Pause" ne sont pas incluses car elles ne s'affichent pas tant que vous ne les avez pas "Live".

source: Launch Type
fr_fr: Type de lancement

source: Controls how the module will be launched.
fr_fr: Contrôle comment le module sera lancé.

source: Manual Trigger
fr_fr: Déclencheur manuel

source: Inline Display
fr_fr: Affichage en ligne

source: Enter some content for this textblock.
fr_fr: Entrer du contenu dans l'éditeur de texte.

source: Weeks
fr_fr: Semaine(s)

source: Days
fr_fr: Jour(s)

source: Hrs
fr_fr: H

source: Hours
fr_fr: Heure(s)

source: Seconds
fr_fr: Seconde(s)

source: Countdown
fr_fr: Compte à rebours

source: Countdown Timezone
fr_fr: Fuseau horaire du compte à rebours

source: Controls the timezone that is used for the countdown calculation.
fr_fr: Détermine le fuseau horaire à utiliser pour les calculs du compte à rebours.

source: Site Timezone
fr_fr: Fuseau horaire du site

source: User Timezone
fr_fr: Fuseau horaire de l'utilisateur

source: Countdown Layout
fr_fr: Mise en page du compte à rebours

source: Select the layout of the coundown element.
fr_fr: Sélectionnez la disposition de l'élément coundown.

source: Countdown Show Weeks
fr_fr: Affichage des semaines dans le compte à rebours

source: Turn on to display the number of weeks in the countdown.
fr_fr: Choisissez "On" pour afficher le nombre de semaines dans le compte à rebours.

source: Countdown Label Position
fr_fr: Position de l'étiquette du compte à rebours

source: Select the position of the date/time labels.
fr_fr: Sélectionnez la position des étiquettes de date/heure.
