Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Choose if the settings should be opened automatically after adding an element.
fr_fr: Choisissez si les paramètres doivent être ouverts automatiquement après l'ajout d'un élément.

source: Enable Keyboard Shortcuts
fr_fr: Activer les raccourcis clavier

source: Choose if keyboard shortcuts should be enabled or disabled.
fr_fr: Choisissez si les raccourcis clavier doivent être activés ou désactivés.

source: Show Tooltips
fr_fr: Montrer les indices

source: Choose if tooltips should be enabled or disabled.
fr_fr: Choisissez si les conseils doivent être activés ou désactivés.

source: Enable Sticky Header & Containers
fr_fr: Activer l’en-tête collant et les conteneurs

source: Choose if sticky header and sticky containers should be enabled or disabled.
fr_fr: Choisissez si l’en-tête collant et les contenants collants doivent être activés ou désactivés.

source: Enable Transparent Header & Absolute Containers
fr_fr: Activer l’en-tête transparent et les conteneurs absolus

source: Choose if transparent header and absolute containers should be enabled or disabled.
fr_fr: Choisissez si l’en-tête transparent et les conteneurs absolus doivent être activés ou désactivés.

source: Enable Preview for Filter Options
fr_fr: Activer l’aperçu des options de filtre

source: Choose if element filter options preview should be enabled or disabled.
fr_fr: Choisissez si l’aperçu des options de filtre d’éléments doit être activé ou désactivé.

source: Show Droppable Areas While Dragging
fr_fr: Afficher les zones pendant le cliquer-glisser

source: Enable in order to see all dropppable areas while dragging element.
fr_fr: Activer afin de voir toutes les zones tout en cliquant-glissant l'élément.

source: Sidebar Panel Overlay Mode
fr_fr: Mode de relecture de panneau de barre latérale

source: Choose if the sidebar panel should act as an overlay. If enabled, the sidebar will overlay the preview content.
fr_fr: Choisissez si le panneau de la barre latérale doit agir comme une overlay. Si activé, la barre latérale recensera le contenu de prévisualisation.

source: Expanded
fr_fr: Étendu

source: Collapsed
fr_fr: Replié

source: Custom CSS
fr_fr: CSS personnalisée

source: Builder
fr_fr: Constructeur

source: Add your CSS code here...
fr_fr: Ajoutez votre code ici…

source: Delete page layout
fr_fr: Supprimer la mise en page

source: Don't Save
fr_fr: Ne pas enregistrer

source: Save & Leave
fr_fr: Enregistrer et quitter

source: Just Leave
fr_fr: Il suffit de quitter

source: Delete item
fr_fr: Supprimer l'(les)article(s)

source: Clone item
fr_fr: Dupliquer l'élément

source: Edit item
fr_fr: Modifier élément

source: Insert Container
fr_fr: Insérer un conteneur

source: Builder Containers
fr_fr: Conteneurs

source: Click to toggle
fr_fr: Cliquez ici pour basculer

source: Save Custom Container
fr_fr: Sauvegarder le conteneur personnalisé

source: Save Custom Template
fr_fr: Sauvegarder le modèle personnalisé

source: Custom containers will be stored and managed on the Library tab
fr_fr: Les conteneurs personnalisés seront listés et gérés dans le panneau Bibliothèque

source: Enter Name...
fr_fr: Saisissez un nom...

source: Resize column
fr_fr: Redimensionner la colonne

source: Resized Column to
fr_fr: Colonne Redimensionnée sur

source: Save column
fr_fr: Sauvegarder la colonne

source: Delete column
fr_fr: Supprimer la colonne

source: Delete row
fr_fr: Supprimer la rangée

source: Clone column
fr_fr: Dupliquer la colonne

source: Save Custom Column
fr_fr: Enregistrer la colonne personnalisée

source: Custom elements will be stored and managed on the Library tab
fr_fr: Les éléments personnalisés seront listés et gérés dans le panneau Bibliothèque

source: Add element
fr_fr: Ajouter un élément

source: Insert Columns
fr_fr: Insérer des colonnes

source: Search Containers
fr_fr: Rechercher les Conteneurs

source: Search Columns
fr_fr: Rechercher les colonnes

source: Builder Columns
fr_fr: Constructeur de colonnes

source: Library Columns
fr_fr: Bibliothèque de colonnes

source: Library Containers
fr_fr: Bibliothèque de conteneurs

source: Select Element
fr_fr: Sélectionner un élément

source: Design Elements
fr_fr: Éléments de conception

source: Library Elements
fr_fr: Bibliothèque des éléments

source: Inline element for usage in the Avada Builder Generator.
fr_fr: Élément en ligne pour utilisation dans le générateur de générateur d’Avada.

source: This element can be added only
fr_fr: Cet élément ne peut être ajouté que

source: time.
fr_fr: heure.

source: times.
fr_fr: temps.

source: Nested Columns
fr_fr: Colonnes imbriquées

source: Save As Global
fr_fr: Sauvegarder en tant que global

source: Save Custom Element
fr_fr: Sauvegarder l’élément personnalisé

source: Add / Edit Items
fr_fr: Ajouter / modifier des éléments

source: Add or edit new items for this element. Drag and drop them into the desired order.
fr_fr: Ajouter ou modifier des éléments pour ce composant. Cliquer + glisser pour agencer dans l’ordre voulu.

source: Clone inner columns
fr_fr: Dupliquer les colonnes intérieures

source: Save inner columns
fr_fr: Sauvegarder les colonnes intérieures

source: Delete inner columns
fr_fr: Supprimer les colonnes intérieures

source: Save Nested Columns
fr_fr: Sauver colonnes imbriquées

source: Select or Leave Blank for All
fr_fr: Sélectionnez ou laissez vide pour tous

source: Select or Leave Blank for Global
fr_fr: Sélectionner ou laisser en blanc pour Global

source: Select or Leave Blank for None
fr_fr: Sélectionnez ou laissez vide pour aucun

source: Select or Leave Blank for Published
fr_fr: Sélectionnez ou laissez vide pour publier

source: Please enter element name
fr_fr: Saisissez un nom pour l’élément

source: You are about to remove all page layout. Do you still want to proceed?
fr_fr: Vous êtes sur le point de supprimer toute la mise en page de la page. Voulez-vous valider ?

source: Are you sure you want to delete this ?
fr_fr: Etes-vous sûr de vouloir supprimer ceci ?

source: This is a global item. Deleting this element will remove it from every page you have it on. Are you sure you want to remove it?
fr_fr: Ceci est un élément global. La suppression de cet élément le supprimera de toutes les pages sur lesquelles vous l'avez. Êtes-vous sûr de vouloir l&rsquo;enlever?

source: Global element<br>Click to disable global status
fr_fr: Élément global<br>Cliquez pour désactiver le statut global

source: Global column<br>Click to disable global status
fr_fr: Colonne globale<br>Cliquez pour désactiver le statut global

source: Global container<br>Click to disable global status
fr_fr: Conteneur global<br>Cliquez pour désactiver le statut global

source: An element with this name already exists. Please enter different name.
fr_fr: Un élément avec ce nom existe déjà. S'il vous plaît entrer un nom différent.

source: Please enter template name
fr_fr: Veuillez saisir le nom de votre template

source: Save page layout
fr_fr: Sauver la mise en page

source: Upload
fr_fr: Télécharger

source: Upload Image
fr_fr: Télécharger l'image

source: Upload Audio
fr_fr: Téléverser de l'audio

source: Attach Images to Gallery
fr_fr: Insérer des images dans une galerie

source: Insert
fr_fr: Insérer

source: To get started, add a Container, or add a prebuilt page.
fr_fr: Pour commencer, ajoutez un conteneur ou ajoutez une page préconstruante.

source: To get started, add a Container, or add a prebuilt header.
fr_fr: Pour commencer, ajoutez un Container, ou ajoutez un en-tête prédéfini.

source: To get started, add a Container, or add prebuilt content.
fr_fr: Pour commencer, ajoutez un conteneur, ou ajoutez du contenu pré-construit.

source: To get started building your Page Title Bar, add a container.
fr_fr: Pour commencer à construire votre barre de titre de page, ajoutez un conteneur.

source: To get started building your Footer, add a container.
fr_fr: Pour commencer à construire votre Footer, ajoutez un conteneur.

source: To get started building your Form, add a container.
fr_fr: Pour commencer à construire votre formulaire, ajoutez un conteneur.

source: The building process always starts with a container, then columns, then elements.
fr_fr: Le processus de construction commence toujours avec l’ajout d’un conteneur, puis de colonnes et enfin d’éléments.

source: Watch The Video!
fr_fr: Regarder la vidéo !

source: Edit Settings
fr_fr: Modifier les réglages

source: Backward History
fr_fr: Reculer dans l'historique

source: Duplicate Content
fr_fr: Dupliquer le contenu

source: Forward History
fr_fr: Avancer dans l'historique

source: Save Custom Content
fr_fr: Sauvegarder le contenu personnalisé

source: Delete Content
fr_fr: Supprimer le contenu

source: Add Content
fr_fr: Ajouter du contenu

source: Click the ? icon to access Avada documentation
fr_fr: Cliquez sur l’icône ? pour accéder à la documentation d’Avada

source: Getting Started Video
fr_fr: Démarrer la vidéo

source: Icon Control Descriptions:
fr_fr: Descriptions de contrôle d'icône :

source: Collapse Sections
fr_fr: Réduire les sections

source: History States
fr_fr: Historique

source: Start
fr_fr: Début

source: Moved Column
fr_fr: Colonne Déplacée

source: Added Custom Element:
fr_fr: Ajouter un composant personnalisé

source: Added Custom Column:
fr_fr: Ajouter une colonne personnalisée:

source: Added Columns
fr_fr: Ajouter des colonnes

source: Added Custom Container:
fr_fr: Ajouter un conteneur personnalisé :

source: Added Special Item:
fr_fr: Ajout d'un élément spécial

source: Deleted
fr_fr: Supprimé

source: Cloned
fr_fr: Dupliqué

source: Pasted
fr_fr: Collé

source: Moved
fr_fr: Déplacé

source: Edited
fr_fr: Modifié

source: Reset to Default
fr_fr: Initialiser avec les valeurs par défaut

source: Added Nested Columns
fr_fr: Ajouter des colonnes imbriquées

source: Edited Nested Columns
fr_fr: Colonnes imbriquées éditées

source: Deleted Nested Columns
fr_fr: Colonnes imbriquées Suprimées

source: Moved Nested Column
fr_fr: Colonne imbriquée Déplacée

source: Head Title
fr_fr: Titre d’entête

source: Currency
fr_fr: Devise

source: Price
fr_fr: Prix

source: Period
fr_fr: Période

source: Enter Text
fr_fr: Saisissez le texte

source: Added
fr_fr: Ajouté

source: Added Container
fr_fr: Ajouter un conteneur

source: Cloned Nested Columns
fr_fr: Colonnes imbriquées Dupliquées

source: Content Imported
fr_fr: Contenu importé

source: Visually create your table below, add or remove rows and columns
fr_fr: Créez visuellement votre tableau ci-dessous, ajoutez ou supprimez des lignes et des colonnes

source: Add Column
fr_fr: Ajouter une colonne

source: Add Row
fr_fr: Ajouter une rangée

source: Standout
fr_fr: Démarquer

source: Add Button
fr_fr: Ajouter Bouton

source: Table Options
fr_fr: Options du Tableau

source: Table
fr_fr: Tableau

source: Toggle All Containers
fr_fr: Plier/Déplier tous les conteneurs

source: Cloned Container
fr_fr: Dupliquer le conteneur

source: Deleted Container
fr_fr: Supprimer le conteneur

source: Select Image
fr_fr: Sélectionner une image

source: Select Images
fr_fr: Sélectionner des images

source: Select Video
fr_fr: Sélectionnez une Vidéo

source: Select Audio
fr_fr: Choisir l'audio

source: Select Icon
fr_fr: Sélectionnez une icône

source: Search Icons
fr_fr: Chercher une icône

source: This is an empty container with a background image. To add elements, you must first add a column
fr_fr: Ceci est un conteneur vide avec une image de fond. Pour ajouter des composants, vous devez tout d'abord ajouter une colonne

source: Required
fr_fr: Requis

source: Add New Option
fr_fr: Ajouter une nouvelle option

source: Add New Logic
fr_fr: Ajouter une nouvelle logique

source: There are no fields available for conditional logic.
fr_fr: Il n'y a pas de champs disponibles pour la logique conditionnelle.

source: Condition Value
fr_fr: Valeur de condition

source: OR
fr_fr: OU

source: Select Field
fr_fr: Sélectionner un champ

source: Bulk / Predefined
fr_fr: En vrac / Prédéfini

source: Show values
fr_fr: Afficher les valeurs

source: Select a predefined list or paste your own list bulk add choices.
fr_fr: Sélectionnez une liste prédéfinie ou collez votre propre liste en vrac pour ajouter des choix.

source: Bulk Add
fr_fr: Ajouter en vrac

source: Predefined Choices
fr_fr: Choix prédéfinis

source: Empty %s element, please add child elements here.
fr_fr: Videz l'élément %s, s'il vous plaît ajouter des éléments enfant ici.

source: To add images to this post or page for attachments layout, navigate to "Upload Files" tab in media manager and upload new images.
fr_fr: Pour ajouter des images à cet article ou page pour les liens de la maquette, rendez-vous dans la section "Télécharger des fichiers" du gestionnaire de médias et téléchargez de nouvelles images.

source: WARNING: Importing a single prebuilt page will remove all other page content, Avada Page Options and page template. Avada Global Options and images are not imported. Click OK to continue or cancel to stop.
fr_fr: AVERTISSEMENT : L'importation d'une seule page pré-construite supprimera tout le reste du contenu de la page, les options de page Avada et le modèle de page. Les options globales Avada et les images ne sont pas importées. Cliquez sur OK pour continuer ou sur Annuler pour arrêter.

source: Content Error
fr_fr: Erreur de contenu

source: Your page content could not be displayed as an Avada Builder layout. Most likely that means, there is some invalid markup or shortcode in it. Please check the contents in the text editor. <a href="%s" target="_blank">See here for more information</a>.
fr_fr: Le contenu de votre page n'a pas pu être affiché comme une mise en page Avada Builder. Cela signifie très probablement qu'il y a un balisage ou un code court non valide. Veuillez vérifier le contenu dans l'éditeur de texte. <a href="%s" target="_blank">Voir ici pour plus d'informations</a>.

source: Unknown Error Occurred
fr_fr: Une erreur inconnue s'est produite

source: <a href="%s" target="_blank">Click here to learn more.</a>
fr_fr: <a href="%s" target="_blank">Cliquez ici pour en savoir plus.</a>

source: Click here to copy the full error message.
fr_fr: Cliquez ici pour copier le message d'erreur complet.

source: Full error message copied.
fr_fr: Message d'erreur complet copié.

source: Moved Container
fr_fr: Déplacer le conteneur

source: Delete Next Page Divider
fr_fr: Supprimer le diviseur de page suivant

source: Toggle Element
fr_fr: Élément de basculement

source: Deleted Next Page Divider
fr_fr: Separateur de page suivant supprimé

source: Deleted Checkout Form Divider
fr_fr: Séparateur de formulaire de caisse supprimé

source: Added Next Page Divider
fr_fr: Ajout du diviseur de page suivant

source: Next Page
fr_fr: Page suivante

source: Special
fr_fr: Spécial

source: Special Items
fr_fr: Eléments spéciaux

source: The next page item allows you to break your page into several pages. Simply insert it onto the page, and automatic pagination will show on the frontend.
fr_fr: L'élément de page suivant vous permet de décomposer votre page en plusieurs pages. Il suffit de l'insérer sur la page, et la pagination automatique s'affichera sur le frontend.

source: The checkout form items allows you to add opening and closing WooCommerce checkout form tags.
fr_fr: Les éléments du formulaire de caisse vous permettent d'ajouter des balises d'ouverture et de fermeture du formulaire de caisse de WooCommerce.

source: Select Link
fr_fr: Sélectionnez le lien

source: Color palette options
fr_fr: Options de palette de couleurs

source: Legend Value Text Color
fr_fr: Couleur du texte de la légende

source: Legend Label
fr_fr: Étiquette de légende

source: X Axis Label
fr_fr: Libellé de l'axe X

source: Use Custom Width
fr_fr: Utiliser la largeur personnalisée

source: Use Preset Sizes
fr_fr: Utiliser les tailles prédéfinies

source: Search %s
fr_fr: Rechercher %s

source: Chart Background Color
fr_fr: Couleur de fond du graphique

source: Controls the background of the chart. %s
fr_fr: Contrôle l'arrière-plan du graphique. %s

source: Chart Axis Text Color
fr_fr: Couleur du texte de l'axe des graphiques

source: Controls the text color of the x-axis and y-axis. %s
fr_fr: Contrôle la couleur du texte des axes x et y. %s

source: Chart Gridline Color
fr_fr: Couleur du quadrillage

source: Controls the color of the chart background grid lines and values. %s
fr_fr: Contrôle la couleur des lignes et des valeurs de la grille d'arrière-plan du graphique. %s

source: Chart Padding Options
fr_fr: Options de remplissage de graphique

source: Controls the top/right/bottom/left padding of the chart.
fr_fr: Contrôle les marges interieures haut/droit/bas/gauche de la zone de graphique.

source: Chart Options
fr_fr: Options du graphique

source: Chart Data
fr_fr: Données de Tableau

source: Set chart border size in pixels.
fr_fr: Définir la taille de la bordure graphique en pixels.

source: Visually create your chart data below, add or remove data sets and their styling
fr_fr: Créez visuellement les données de votre graphique ci-dessous, ajoutez ou supprimez les données et leur style

source: Visually create your chart data below
fr_fr: Créez visuellement les données de votre graphique ci-dessous

source: <strong>IMPORTANT NOTE:</strong> If you are using a <strong>Bar</strong> or <strong>Horizontal Bar Chart</strong>, the table interface below and available options will change depending on the number of datasets added. This setup is needed in order to ensure maximum flexibility for your chart styling.
fr_fr: <strong>NOTE IMPORTANTE:</strong> Si vous utilisez une <strong>barre</strong> ou <strong>un graphique à barres horizontales,</strong>le tableau ci-dessous et les options disponibles changeront en fonction du nombre de données ajoutés. Cette configuration est nécessaire afin d'assurer une flexibilité maximale pour votre style graphique.

source: + Add Value Column
fr_fr: + Ajouter une colonne de valeur

source: + Add Data Set
fr_fr: + Un ensemble de données

source: Data Set
fr_fr: Ensemble de données

source: Data Set Styling
fr_fr: Style de données

source: Value Set Styling
fr_fr: Valeur du style de données

source: Build your chart data visually
fr_fr: Construisez visuellement les données de votre graphique

source: Edit Chart Data Table
fr_fr: Modifier le tableau de données du graphique

source: Registration confirmation will be emailed to you.
fr_fr: La confirmation d'inscription vous sera envoyée par e-mail.

source: Are you sure you want to remove global property?
fr_fr: Êtes-vous sûr de vouloir supprimer la propriété globale?

source: Remove Global?
fr_fr: Supprimer Global?

source: Removed Global Status
fr_fr: Statut global supprimé

source: Draft container.
fr_fr: Conteneur de traite.

source: Scheduled container.
fr_fr: Conteneur programmé.

source: Click to remove sheduling.
fr_fr: Cliquez pour enlever sheduling.

source: Are you sure you want to remove sheduling? This will set the container to be a normally published element.
fr_fr: Tu es sûr e de vouloir enlever sheduling ? Cela définira le conteneur pour être un élément normalement publié.

source: Container published.
fr_fr: Le conteneur a été publié.

source: Watch Our Get Started Video
fr_fr: Regardez notre vidéo de démarrage

source: Do you need a helping hand? Let us guide you.
fr_fr: Avez-vous besoin d'un coup de main? Laissez-nous vous guider.

source: Watch The Video
fr_fr: Voir la vidéo

source: Videos not for you? That's ok! We have you covered.
fr_fr: Les vidéos pas pour toi ? C'est d'accord! Nous vous avons couvert.

source: Toggle Description
fr_fr: Description du bouton

source: Toggle Responsive Options
fr_fr: Options réactives de bascule

source: Height
fr_fr: Hauteur

source: Top/Left
fr_fr: Haut/Gauche

source: Top/Right
fr_fr: Haut/Droite

source: Bot/Left
fr_fr: Bas/Gauche

source: Bot/Right
fr_fr: Bas/Droite

source: Confirm
fr_fr: Valider

source: Unsaved Changes
fr_fr: Modifications non enregistrées

source: Your changes will be lost, do you want to save changes before leaving?
fr_fr: Vos modifications seront perdues, voulez-vous enregistrer les changements avant de partir ?

source: Reset
fr_fr: Réinitialiser

source: Reset to Defaults
fr_fr: Réinitialiser les paramètres par défaut

source: Are you sure you want to reset this element's options to default?
fr_fr: Etes-vous sûr que vous voulez réinitialer les options de cet élément par défaut ?

source: Are you sure you want to delete this element?
fr_fr: Etes-vous sûr de vouloir supprimer cet élément?

source: I Agree
fr_fr: J’accepte

source: Are You Sure?
fr_fr: Êtes-vous sûr ?

source: I'm sure
fr_fr: Je suis sûr

source: Import Prebuilt Website Page
fr_fr: Importez un modèle de page

source: Import Prebuilt Website Layout
fr_fr: Importez un modèle de mise en page de site

source: Extended options
fr_fr: Options avancées

source: Align text
fr_fr: Aligner le texte

source: Align left
fr_fr: Aligner à gauche

source: Align center
fr_fr: Aligner au centre

source: Align right
fr_fr: Aligner à droite

source: Justify
fr_fr: Justifier

source: Indent
fr_fr: Retrait

source: Outdent
fr_fr: Retrait vers l'extérieur

source: Accept
fr_fr: Accepter

source: Typography
fr_fr: Typographie

source: Settings
fr_fr: Réglages

source: Family
fr_fr: Famille

source: Font Size
fr_fr: Taille de la police

source: Line Height
fr_fr: Hauteur de ligne

source: Letter Spacing
fr_fr: Espacement des lettres

source: Variant
fr_fr: Variante

source: Font color
fr_fr: Couleur de la police

source: Edit Inline Element
fr_fr: Modifier l'élément en ligne

source: Remove Inline Element
fr_fr: Supprimer l'élément en ligne

source: Delete All
fr_fr: Tout supprimer

source: Preview Mode
fr_fr: Mode aperçu

source: Please beware that editing options are limited on this mode. All open dialogs and panels will be closed.
fr_fr: Attention, les options d'édition sont limitées sur ce mode. Tous les dialogues et panneaux ouverts seront fermés.

source: Multiple Dialogs
fr_fr: Dialogues multiples

source: Please close other open dialogs first to use this option.
fr_fr: S'il vous plaît fermer d'autres dialogues ouverts d'abord pour utiliser cette option.

source: No widget selected. Edit to select widget type.
fr_fr: Aucun widget sélectionné. Modifier pour sélectionner le type de widget.

source: Add %s
fr_fr: Ajouter %s

source: Link Options
fr_fr: Options de lien

source: Open Link in New Tab
fr_fr: Ouvrir le lien dans nouvel onglet

source: Remove formatting
fr_fr: Supprimer le formatage

source: Please add a gallery image here.
fr_fr: S'il vous plaît ajouter une gallérie d'images ici.

source: Please select a slider for it to display here.
fr_fr: S'il vous plaît sélectionnez un diaporama pour qu'il s'affiche ici.

source: Please select a form for it to display here.
fr_fr: S'il vous plaît sélectionnez un formulaire pour qu'il s'affiche ici.

source: Please add a video here.
fr_fr: S'il vous plaît ajouter une vidéo ici.

source: Page Save Incomplete
fr_fr: Enregistrement de page incomplet

source: Not all content has saved correctly. Click ok to return to the page editor and try again.
fr_fr: Tous les contenus n'ont pas été enregistrés correctement. Cliquez sur ok pour revenir à l'éditeur de page et essayer à nouveau.

source: Page Save Failed
fr_fr: Enregistrement de page à échoué

source: Security nonce check failed. Attempts to reconnect were also unsuccessful. Please ensure WordPress Heartbeat is not disabled.
fr_fr: Vérification de sécurité échouée. Les tentatives de reconnexion ont également échouées. Veuillez vous assurer que WordPress n'est pas désactivé.

source: Layout cleared.
fr_fr: Mise en page vidée.

source: Enter value
fr_fr: Saisir valeur

source: Import Failed
fr_fr: L'importation a échouée
