Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Please check that the file selected is valid JSON. Click ok to return to the page editor and try again.
fr_fr: Veuillez vérifier que le fichier sélectionné est un JSON valide. Cliquez sur ok pour revenir à l'éditeur de page et essayer à nouveau.

source: Saved
fr_fr: Enregistré

source: As global
fr_fr: En tant que global

source: This action will redirect you to the front-end builder. All unsaved changes will be lost. Are you sure?
fr_fr: Cette action vous redirigera vers le Builder sur front-end. Tous les changements non enregistrés seront perdus. Etes-vous certain ?

source: Duplicate Slider Revolution detected. Duplicate sliders will not be rendered whilst in the live editor.
fr_fr: Duplication Slider Revolution détecté. Les diaporama dupliqués ne seront pas rendus dans l'éditeur en direct.

source: Dynamic Data
fr_fr: Données dynamiques

source: Custom Font(s)
fr_fr: Police personnalisée(s)

source: Separate with Commas
fr_fr: Séparé avec Commas

source: Post Title
fr_fr: Titre de l'article

source: Related Posts
fr_fr: Articles similaires

source: Related Projects
fr_fr: Projets connexes

source: Related Faqs
fr_fr: FAQ liées

source: Related products
fr_fr: Produits similaires

source: You may also like&hellip;
fr_fr: Vous pourriez aussi aimer&hellip;

source: You may be interested in&hellip;
fr_fr: Vous serez peut-être intéressé par&hellip;

source: Project Details
fr_fr: Détails du projet

source: Add Custom Icon Set
fr_fr: Ajouter des icônes personnalisées

source: Edit Layout Section
fr_fr: Modifier la section de mise en page

source: Edit Content Layout Section
fr_fr: Modifier la section mise en page du contenu

source: Edit Footer Layout Section
fr_fr: Modifier la section de mise en page de Footer

source: Edit Header Layout Section
fr_fr: Modifier la section Disposition de l’en-tête

source: Set dynamic content to update preview source.
fr_fr: Définir le contenu dynamique pour mettre à jour la source de prévisualisation.

source: Avada Builder Library
fr_fr: Bibliothèque du constructeur Avada

source: No Results in "%s"
fr_fr: Aucun résultat dans %s

source: Main Menu
fr_fr: Menu principal

source: Only numbers and phone characters are accepted
fr_fr: Seuls les nombres et téléphones pictos sont acceptés

source: Examples:
fr_fr: Exemples :

source: Site Preview
fr_fr: Aperçu du site

source: Invalid Page ID
fr_fr: ID de page non valide

source: Exit
fr_fr: Quitter

source: Exit to page front-end
fr_fr: Sortie vers la page d’acceuil

source: Exit to page back-end
fr_fr: Quitter et modifier la page dans Wordpress

source: Exit to dashboard
fr_fr: Quitter le Tableau de Bord

source: Toggle Toolbar
fr_fr: Afficher/masquer la barre d’outils

source: Get Started
fr_fr: Démarrez

source: Help Center
fr_fr: Centre d’aide

source: Shortcuts
fr_fr: Raccourcis

source: Preview Mobile - Portrait Mode
fr_fr: Extrait Mobile - Mode Portrait

source: Preview Tablet - Portrait Mode
fr_fr: Prévisualiser sur tablette - mode portrait

source: Preview Desktop
fr_fr: Prévisualiser sur PC

source: Select Language
fr_fr: Sélectionner la langue

source: Switch Language
fr_fr: Changer de langue

source: Resize Window
fr_fr: Redimensionner la fenêtre

source: Contract Popup
fr_fr: Contracter la popup

source: Expand Popup
fr_fr: Élargir la Popup

source: Help Article
fr_fr: Article d'aide

source: Remove Item
fr_fr: Supprimer l'élément

source: No search results
fr_fr: Aucun résultat

source: Drag Meta items here to remove them from the page.
fr_fr: Faites glisser les éléments Meta ici pour les supprimer de la page.

source: Enabled
fr_fr: Activé

source: File
fr_fr: Fichier

source: Database
fr_fr: Base de données

source: Copy to Clipboard
fr_fr: Copie dans le presse-papiers

source: Click the export button to export your current set of options as a json file.
fr_fr: Cliquez sur le bouton d’exportation pour exporter votre ensemble actuel d’options en tant que fichier json.

source: Export
fr_fr: Exporter

source: Enter a name
fr_fr: Saisissez un nom

source: Save Page Options
fr_fr: Enregistrer les options de la page

source: Move Row
fr_fr: Déplacer la ligne

source: Check Row
fr_fr: Vérifier la rangée

source: Remove Row
fr_fr: Supprimer la rangée

source: AND
fr_fr: ET

source: No form fields or HubSpot properties found.
fr_fr: Aucun champ de formulaire ni aucune propriété de HubSpot n'ont été trouvés.

source: Select A Page Option Set
fr_fr: Sélectionnez une option de page définie

source: Click the import button to select a previously exported JSON file to upload and import.
fr_fr: Cliquez sur le bouton d'importation pour sélectionner un fichier JSON précédemment exporté à télécharger et importer.

source: Font Family
fr_fr: Famille de police

source: Select Font Family
fr_fr: Choisir une famille de police

source: Search Font Families
fr_fr: Rechercher les familles de polices

source: Backup Font
fr_fr: Sauvegarde de la police

source: Select Backup Font Family
fr_fr: Sélectionnez une sauvegarde de famille de polices

source: Margin Top
fr_fr: Marge supérieure

source: Margin Bottom
fr_fr: Marge inférieure

source: Uppercase
fr_fr: Majuscule

source: Lowercase
fr_fr: Minuscule

source: Capitalize
fr_fr: Mettre une majuscule

source: Text Transform
fr_fr: Transformation du texte

source: Font Color
fr_fr: Couleur de la police

source: Cannot import auto-draft posts
fr_fr: Ne peut pas importer les brouillons automatiques des articles

source: Remote server returned %1$d %2$s for %3$s
fr_fr: Le serveur distant a renvoyé %1$d %2$s pour %3$s

source: Remote file is incorrect size
fr_fr: Le fichier distant est de taille incorrecte

source: Zero size file downloaded
fr_fr: Fichier de taille nulle téléchargé

source: Remote file is too large, limit is %s
fr_fr: Le fichier distant est trop volumineux, la limite est de %s

source: Failed to import %s %s
fr_fr: L'installation de %s %s a échoué.

source: Imported "%s" (%s)
fr_fr: "%s" importé (%s)

source: Term %d remapped to %d
fr_fr: Terme %d réassigné à %d

source: Could not open the file for parsing
fr_fr: Impossible d’ouvrir le fichier pour l’analyse

source: This WXR file (version %s) is newer than the importer (version %s) and may not be supported. Please consider updating.
fr_fr: Ce fichier WXR (version %s) est plus récent que l’importateur (version %s) et ne peut être pris en charge. Veuillez envisager de le mettre à jour.

source: %s, please try again.
fr_fr: %s, Veuillez réessayer.

source: The file does not exist
fr_fr: Le fichier n'existe pas

source: Invalid author mapping
fr_fr: Informations de l'utilisateur invalides

source: Failed to import "%s": Invalid post type %s
fr_fr: Importation échouée "%s": Type de post invalid %s

source: %s "%s" already exists.
fr_fr: %s "%s" existe déjà.

source: Skipping attachment "%s", fetching attachments disabled
fr_fr: Passer la pièce jointe "%s", recherche de pièces jointes désactivée

source: Failed to import "%s" (%s)
fr_fr: Échec de l’importation "%s" (%s)

source: Post %d remapped to %d
fr_fr: Article %d réassigné à %d

source: Invalid file type
fr_fr: Type

source: Failed to import user "%s"
fr_fr: Impossible d’importer l’utilisateur "%s"

source: Imported user "%s"
fr_fr: Utilisateur importé “%s”

source: User %d remapped to %d
fr_fr: Utilisateur %d réassigné à %d

source: Running post-processing for post %d
fr_fr: Exécution de post-traitement pour l’article %d

source: Could not find the post parent for "%s" (post #%d)
fr_fr: Impossible de trouver le contenu parent pour "%s" (post #%d)

source: Post %d was imported with parent %d, but could not be found
fr_fr: L’article %d a été importé avec le parent %d, mais n'a pas pu être trouvé

source: Could not find the author for "%s" (post #%d)
fr_fr: Impossible de trouver l'auteur pour "%s" (post #%d)

source: Post %d was imported with author "%s", but could not be found
fr_fr: Article %d était importé avec auteur “%s”, mais n’a pas pu être trouvé

source: Post %d was marked for post-processing, but none was required.
fr_fr: L'article %d a été marqué pour le post-traitement, mais ce n’était pas nécessaire.

source: Could not update "%s" (post #%d) with mapped data
fr_fr: Impossible de mettre à jour "%s" (post #%d) avec des données mappées

source: Could not find the menu object for "%s" (post #%d)
fr_fr: Impossible de trouver l'objet menu pour "%s" (post #%d)

source: Post %d was imported with object "%d" of type "%s", but could not be found
fr_fr: L article %d a été importé avec l objet "%d" de type "%s", mais n a pu être trouvé

source: Could not find the comment parent for comment #%d
fr_fr: Impossible de trouver le commentaire parent du commentaire #%d

source: Comment %d was imported with parent %d, but could not be found
fr_fr: Le commentaires %d a été importé avec le père %d, mais est introuvable

source: Could not find the author for comment #%d
fr_fr: Impossible de trouver l'auteur du commentaire #%d

source: Comment %d was imported with author %d, but could not be found
fr_fr: Le commentaires %d a été importé avec l'auteur %d, mais est introuvable

source: Could not update comment #%d with mapped data
fr_fr: Impossible de mettre à jour le commentaire #%d avec les données mappées

source: Click an icon to select, click again to deselect.
fr_fr: Cliquez sur une icône pour sélectionner, cliquez à nouveau pour désélectionner.

source: Top Left
fr_fr: En haut à gauche

source: Top Right
fr_fr: En haut à droite

source: Bottom Right
fr_fr: En bas à droite

source: Bottom Left
fr_fr: En bas à gauche

source: Search for option(s)
fr_fr: Recherche d'option(s)

source: You have changes that are not saved. Would you like to save them now?
fr_fr: Certaines modifications n’ont pas été sauvegardées. Voulez-vous sauvegarder immédiatement ?

source: Are you sure? Resetting will lose all custom values.
fr_fr: Confirmez-vous ? La réinitialisation fera perdre toutes les valeurs personnalisées.

source: Are you sure? Resetting will lose all custom values in this section.
fr_fr: Confirmez-vous ? La réinitialisation vous fera perdre toutes les valeurs personnalisées de cette section.

source: Your current options will be replaced with the values of this preset. Would you like to proceed?
fr_fr: Vos options actuelles vont être remplacées par les valeurs de ce préréglage. Souhaitez-vous poursuivre ?

source: Please Wait
fr_fr: Veuillez patienter

source: There was an error saving. Here is the result of your action:
fr_fr: Une erreur s'est produite lors de l'enregistrement du fichier. Voici le résultat de votre action:

source: There was a problem with your action. Please try again or reload the page.
fr_fr: Il y a un problème de traitement de l'action. Veuillez réessayer ou recharger la page.

source: Warning- This options panel will not work properly without javascript!
fr_fr: Attention : ce panneau d'options ne fonctionnera pas correctement sans javascript !

source: Settings Imported!
fr_fr: Réglages importés !

source: All Defaults Restored!
fr_fr: Tous les réglages par défaut ont été restaurés!

source: Section Defaults Restored!
fr_fr: Les réglages par défaut de cette section ont été restaurés!

source: Settings Saved!
fr_fr: Réglages enregistrés !

source: Settings have changed, you should save them!
fr_fr: Les paramètres ont été modifiés, vous devriez les enregistrer !

source: error(s) were found!
fr_fr: erreur(s) trouvée(s) !

source: warning(s) were found!
fr_fr: avertissement(s) trouvé(s) !

source: <strong>Your panel has bundled outdated copies of FusionRedux Framework template files</strong> &#8211; if you encounter functionality issues this could be the reason. Ensure you update or remove them.
fr_fr: <strong>Votre panneau comporte des copies obsolètes de FusionRedux</strong> &#8211 ; si vous rencontrez les difficultés de fonctionnement, ceci peut être la raison. Vérifiez vos mises à jour ou supprimez ces fichiers.

source: Options panel created using %1$s
fr_fr: Panneau d’options créé en utilisant %1$s

source: FusionRedux Framework
fr_fr: Framework FusionRedux

source: Enable
fr_fr: Activer

source: Disable
fr_fr: Désactiver

source: moving the mouse over
fr_fr: en survolant avec la souris

source: clicking
fr_fr: en cliquant

source: Hints are tooltips that popup when %d the hint icon, offering addition information about the field in which they appear. They can be %d d by using the link below.
fr_fr: Les astuces sont des informations qui s’affichent %d l’icône d’astuce. Elles vous offrent des informations contextuelles complémentaires à leur propos. Elles peuvent être %d en utilisant le lien URL en dessous.

source: Hints
fr_fr: Astuces

source: Invalid security credential. Please reload the page and try again.
fr_fr: Certificat de sécurité non valide. Veuillez recharger la page et réessayer.

source: Invalid user capability. Please reload the page and try again.
fr_fr: Rôle de l'utilisateur invalide. Veuillez recharger la page et ré-essayer.

source: Your panel has no fields. Nothing to save.
fr_fr: Votre panneau n'a aucun champs. Rien à sauvegarder.

source: <strong>FusionRedux Framework Notice: </strong>There are references to the FusionRedux Framework support site in your config's <code>admin_bar_links</code> argument. This is sample data. Please change or remove this data before shipping your product.
fr_fr: <strong>Avertissement de FusionRedux :</strong> il y a des références au support de l espace de travail FusionRedux dans l argument <code>admin_bar_links</code> de votre configuration. Il s’agit de données d exemple. Veuillez modifier ou supprimer ces données avant d utiliser votre produit.

source: <strong>FusionRedux Framework Notice: </strong>There are references to the FusionRedux Framework support site in your config's <code>share_icons</code> argument. This is sample data. Please change or remove this data before shipping your product.
fr_fr: <strong>Avertissement de FusionRedux :</strong> il y a des références au support de l'espace de travail FusionRedux dans l’argument <code>share_icons</code> de votre configuration. Il s’agit de données d’exemple. Veuillez modifier ou supprimer ces données avant d’utiliser votre produit.

source: Dismiss
fr_fr: Rejeter

source: Please wait a few minutes, then try refreshing the page. Unable to load some remotely hosted scripts.
fr_fr: Veuillez patienter quelques minutes, puis actualisez la page. Impossible de charger des scripts hébergés à distance.

source: If you are developing offline, please download and install the <a href="%s" target="_blank">FusionRedux Vendor Support</a> plugin/extension to bypass the our CDN and avoid this warning
fr_fr: Si vous développez en mode hors connexion, veuillez télécharger et installer l’extension du<a href="%s" target="_blank">FusionRedux Vendor Support</a> pour contourner notre CDN et éviter cet avertissement

source: FusionRedux Framework Warning
fr_fr: Avertissement de Framework FusionRedux

source: %s CDN unavailable. Some controls may not render properly.
fr_fr: %s CDN indisponible. Certains contrôles peuvent ne pas fonctionner correctement.

source: The <a href="%s">Vendor Support plugin</a> (or extension) is either not installed or not activated and thus, some controls may not render properly. Please ensure that it is installed and <a href="%s">activated</a>
fr_fr: Le <a href=«%s»> Plugin de support de fournisseur </a> (ou extension) n’est pas installé ou n’est pas activé et, par conséquent, certains contrôles peuvent ne pas être reproduits correctement. Assurez-vous qu’il est installé et <a href=«%s»> activé </a>

source: File Permission Issues
fr_fr: Problèmes d’autorisation de fichier

source: We were unable to modify required files. Please check your permissions, or modify your wp-config.php file to contain your FTP login credentials as <a href="%s" target="_blank">outlined here</a>.
fr_fr: Nous n’avons pas pu modifier les fichiers requis. Vérifiez vos autorisations ou modifiez votre fichier wp-config.php pour contenir vos identifiants de connexion FTP comme <a href=«%s» target=«_blank»>indiqué ici</a>.

source: We were unable to modify required files. Please ensure that <code>%1s</code> has the proper read-write permissions, or modify your wp-config.php file to contain your FTP login credentials as <a href="%2s" target="_blank">outlined here</a>.
fr_fr: Nous n’avons pas pu modifier les fichiers requis. Assurez-vous que <code>%1s </code> possède les autorisations d’écriture de lecture appropriées ou modifiez votre fichier wp-config.php pour contenir vos identifiants de connexion FTP comme <a href=«%2s» target=«_blank »> Décrit ici </a>.

source: <code>%s</code> version <strong style="color:red">%s</strong> is out of date. The core version is %s
fr_fr: <code>%s</code> version <strong style="color:red">%s</strong> est obsolète. La version du core est %s

source: Import / Export
fr_fr: Importer / Exporter

source: Important: Only Global Options settings from Avada 4.0 or higher can be imported.
fr_fr: Important : seuls les paramètres d’options globales d’Avada 4.0 ou plus peuvent être importés.

source: Import Contents from File
fr_fr: Importation à partir du fichier

source: Import from URL
fr_fr: Importer depuis une URL

source: Input your backup file below and hit Import to restore your sites options from a backup.
fr_fr: Entrer votre fichier de sauvegarde ci-dessous et lancez Importer pour restaurer vos options de site à partir d’une sauvegarde.

source: Input the URL to another sites options set and hit Import to load the options from that site.
fr_fr: Insérer l'URL vers des options présentes sur un autre site et cliquez sur Import pour charger les options depuis ce site.

source: WARNING! This will overwrite all existing option values, please proceed with caution!
fr_fr: ATTENTION : cette action va remplacer toutes les options existantes… procédez avec précaution !

source: Export Options
fr_fr: Options d'exportation

source: Here you can copy/download your current Global Options settings. Keep this safe as you can use it as a backup should anything go wrong, or you can use it to restore your settings on this site (or any other site).
fr_fr: Ici, vous pouvez copier/télécharger vos paramètres d’options globales actuels. Gardez ce coffre-fort car vous pouvez l’utiliser comme une sauvegarde si quelque chose tourne mal, ou vous pouvez l’utiliser pour restaurer vos paramètres sur ce site (ou tout autre site).

source: Copy Data
fr_fr: Copier les données

source: Download Data File
fr_fr: Télécharger le fichier de données

source: Copy Export URL
fr_fr: Copie URL d’export

source: Options Object
fr_fr: Réglages de l'objet

source: Show Object in Javascript Console Object
fr_fr: Afficher Objet dans Objet de la console JavaScript

source: Background Clip
fr_fr: Clip de fond

source: Background Origin
fr_fr: Origine de l'arrière plan

source: Background Attachment
fr_fr: Positionnement de l'arrière-plan

source: No media selected
fr_fr: Aucun média sélectionné

source: Border style
fr_fr: Style de bordure

source: From
fr_fr: De

source: To
fr_fr: À

source: Add/Edit Gallery
fr_fr: Ajouter/Éditer la galerie

source: Clear Gallery
fr_fr: Vider la galerie

source: Visited
fr_fr: Visité

source: Active
fr_fr: Actif

source: Add More
fr_fr: Ajouter plus

source: Select an item
fr_fr: Sélectionnez un élément

source: No items of this type were found.
fr_fr: Aucun élément de ce type n'a été trouvé.

source: New %s
fr_fr: Nouveau %s

source: URL
fr_fr: Champ URL

source: This field must be a valid color value.
fr_fr: Ce champ doit contenir une valeur de couleur valide.

source: You must provide a comma separated list of numerical values for this option.
fr_fr: Vous devez fournir une liste de valeurs numériques séparées par des virgules pour cette option.

source: Unsafe strings were found in your CSS and have been filtered out.
fr_fr: Des chaînes dangereuses ont été trouvées dans votre CSS et ont été filtrées.

source: This field must be a valid date.
fr_fr: Ce champ doit contenir une date valide.

source: You must provide a valid email for this option.
fr_fr: Vous devez fournir une adresse email valide pour cette option.

source: You must not enter any HTML in this field, all HTML tags have been removed.
fr_fr: Vous ne devez pas entrer de code HTML dans ce champ, toutes les balises HTML ont été supprimées.

source: You must not enter any special characters in this field, all special characters have been removed.
fr_fr: Vous ne devez pas entrer de caractères spéciaux dans ce champ, tous les caractères spéciaux ont été supprimés.

source: This field cannot be empty. Please provide a value.
fr_fr: Ce champ ne peut rester vide. Veuillez saisir une valeur.

source: You must provide a numerical value for this option.
fr_fr: Vous devez saisir une valeur numérique pour cette option.

source: That URL slug is in use, please choose another. <code>%s</code> is open for use.
fr_fr: Ce slug d’URL est utilisée, choisissez-en un autre. <code>%s</code> Est ouvert à l’utilisation.

source: You must provide a valid URL for this option.
fr_fr: Vous devez saisir une URL valide pour cette option.

source: Welcome to FusionRedux Framework %s
fr_fr: Bienvenue dans l’espace de travail FusionRedux %s

source: Thank you for updating to the latest version! FusionRedux Framework %s is a huge step forward in FusionRedux Development. Look at all that's new.
fr_fr: Merci de procéder à la mise à jour vers la dernière version. L'espace de travail FusionRedux %s représente une grande avancée dans le développement de FusionRedux. Regardez les nouveautés.

source: What is FusionRedux Framework?
fr_fr: Qu'est ce que l'espace de travail FusionRedux ?

source: FusionRedux Framework is the core of many products on the web. It is an option framework which developers use to enhance their products.
fr_fr: L'espace de travail FusionRedux est le cœur de nombreux produits sur le web. Il s'agit d'un ensemble d'options que les développeurs utilisent pour développer leurs produits.

source: New in this Release
fr_fr: Nouveau dans cette version

source: FusionRedux Framework - Changelog
fr_fr: Espace de travail FusionRedux - Historique

source: Our core mantra at FusionRedux is backwards compatibility. With hundreds of thousands of instances worldwide, you can be assured that we will take care of you and your clients.
fr_fr: Notre credo pour FusionRedux est la compatibilité descendante. Avec plusieurs centaines de milliers d'installations à travers le monde, vous pouvez être sûrs que nous prendrons soin de vous et de vos clients.

source: FusionRedux Framework - A Community Effort
fr_fr: Espace de travail FusionRedux - Un projet communautaire

source: We recognize we are nothing without our community. We would like to thank all of those who help FusionRedux to be what it is. Thank you for your involvement.
fr_fr: Nous reconnaissons que nous ne sommes rien sans notre communauté. Nous remercions tous ceux qui contribuent à faire de FusionRedux ce qu'il est. Merci pour votre participation.

source: FusionRedux is created by a community of developers world wide. Want to have your name listed too? <a href="%d" target="_blank">Contribute to FusionRedux</a>.
fr_fr: FusionRedux est développé par une communauté de développeurs du monde entier. Vous souhaitez participer ? <a href="%d" target="_blank">Contribuer à FusionRedux</a>.

source: FusionRedux Framework - Extensions
fr_fr: Espace de travail FusionRedux - Extensions

source: Supercharge your FusionRedux experience. Our extensions provide you with features that will take your products to the next level.
fr_fr: Boostez votre expérience de FusionRedux. Nos extensions vous permettront de propulser vos produits au niveau supérieur.
