Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Spacing above and below the video. Enter values including any valid CSS unit, ex: 4%.
fr_fr: Espacer au-dessus et en dessous de la vidéo. Entrez des valeurs, y compris toute unité CSS valide, ex : 4 %.

source: For example the Video ID for https://vimeo.com/75230326 is 75230326.
fr_fr: Par exemple l'identifiant vidéo pour https://vimeo.com/75230326 est 75230326.

source: Video dimensions in pixels. If only one dimension is provided the video will be adjusted to 16:9 ratio.
fr_fr: Dimensions de la vidéo en pixels. Si une seule dimension est fournie, la vidéo sera ajustée au rapport 16:9.

source: Set to yes to make video autoplaying.
fr_fr: Sélectionnez oui pour lancer la vidéo automatiquement.

source: Additional API Parameter
fr_fr: Paramètre API supplémentaire

source: Use additional API parameter, for example &rel=0 to disable related videos.
fr_fr: Utilisez des paramètres API supplémentaires, par exemple &rel=0 pour désactiver les vidéos similaires.

source: Title Attribute
fr_fr: Attribut du titre

source: Set the title attribute for the iframe embed of your video. Leave empty to use default value of "Vimeo video player #".
fr_fr: Définissez l'attribut de titre pour l'intégration iframe de votre vidéo. Laissez vide pour utiliser la valeur par défaut de "Vimeo video player #".

source: Video Facade
fr_fr: Façade vidéo

source: Enable video facade in order to load video player only when video is played.
fr_fr: Activez la façade vidéo afin de charger le lecteur vidéo uniquement lorsque la vidéo est lue.

source: Widget Area
fr_fr: Widget

source: Widget Title Size
fr_fr: Taille de la police du titre du widget

source: Controls the size of widget titles. In pixels.
fr_fr: Contrôle la taille des titres de widget. En pixels.

source: Widget Title Color
fr_fr: Couleur du titre du widget

source: Controls the color of widget titles.
fr_fr: Détermine la couleur des titres du widget.

source: Widget Area Name
fr_fr: Nom de la Zone du Widget

source: Choose the name of the widget area to display.
fr_fr: Choisissez le widget à afficher.

source: Controls the size of widget titles. In pixels ex: 18px.
fr_fr: Contrôle la taille des titres des widgets. En pixels ex: 18px.

source: Choose a background color for the widget area.
fr_fr: Choisissez une couleur de fond pour le widget.

source: Choose widget type.
fr_fr: Choisissez le type de widget.

source: Coupon code
fr_fr: Code de réduction

source: Apply coupon
fr_fr: Appliquer le coupon

source: Woo Cart Coupons
fr_fr: Coupons Woo Cart

source: Select the layout of buttons.
fr_fr: Sélectionnez la disposition des boutons.

source: Buttons Horizontal Align
fr_fr: Alignement horizontal des boutons

source: Change the horizontal alignment of buttons within its container column.
fr_fr: Modifiez l'alignement horizontal des boutons dans la colonne qui les contient.

source: Button Margin
fr_fr: Marges externes

source: Form Field Background Color
fr_fr: Couleur d’arrière-plan des champs du formulaire d'inscription

source: Controls the background color of the form input fields.
fr_fr: Contrôle la couleur de fond des champs de saisie du formulaire.

source: Form Field Text Color
fr_fr: Couleur du texte des champs du formulaire d’inscription

source: Controls the text color of the form input fields.
fr_fr: Contrôle la couleur du texte des champs de saisie du formulaire.

source: Controls the border color of the form input fields.
fr_fr: Contrôle la couleur de la bordure des champs de saisie du formulaire.

source: Controls the border color of the form input fields on focus.
fr_fr: Contrôle la couleur de la bordure des champs de saisie du formulaire lors de la mise au point.

source: Select a country&hellip;
fr_fr: Choisir un pays&hellip;

source: State / county
fr_fr: État/Pays

source: Select a state&hellip;
fr_fr: Choisir un État&hellip;

source: City
fr_fr: Ville

source: Postcode / ZIP
fr_fr: Code postal

source: Update totals
fr_fr: Mettre à jour les totaux

source: Subtotal
fr_fr: Sous-total

source: Update cart
fr_fr: Mettre à jour le panier

source: Available on backorder
fr_fr: Le paquet à installer n'est pas disponible

source: Remove this item
fr_fr: Retirer cet article

source: Woo Cart Table
fr_fr: Table de chariot Woo

source: Table Columns
fr_fr: Colonnes de table

source: Choose the order of cart table columns.
fr_fr: Choisissez l'ordre des colonnes de la table de panier.

source: Remove Icon
fr_fr: Retirer l’icône

source: Product Title
fr_fr: ﻿Titre du produit

source: Product Image
fr_fr: Image du produit

source: Show Table Headers
fr_fr: Afficher les en-têtes de tableau

source: Choose to have table headers displayed.
fr_fr: Choisissez d'afficher les en-têtes de tableau.

source: Empty Cart Message
fr_fr: Message du panier vide

source: Show a message when the cart is empty.
fr_fr: Afficher un message lorsque le panier est vide.

source: Your cart is empty!
fr_fr: Votre panier est vide!

source: Choose to show or hide buttons.
fr_fr: Choisissez d'afficher ou de masquer les boutons.

source: Buttons Margin
fr_fr: Marge boutons

source: Woo Featured Products Slider
fr_fr: Woo produits en vedette Slider

source: Select the number of products to display.
fr_fr: Sélectionnez le nombre de produits à afficher.

source: Product Offset
fr_fr: Compensation des produits

source: The number of products to skip. ex: 1.
fr_fr: Le nombre de produits à sauter. ex : 1.

source: Defines how products should be ordered. NOTE: If Order by Price is not working, please regenerate the Product Lookup Tables <a href="%s" target="_blank">here</a>.
fr_fr: Définit comment les produits doivent être commandés. REMARQUE : Si la commande par prix ne fonctionne pas, veuillez régénérer les tables de recherche de produits <a href="%s" target="_blank">ici</a>.

source: Defines the sorting order of products.
fr_fr: Définit l'ordre de tri des produits.

source: Choose to include or exclude products which are out of stock.
fr_fr: Choisissez d'inclure ou d'exclure les produits qui sont en rupture de stock.

source: Carousel Layout
fr_fr: Disposition du carrousel

source: Choose to show titles on rollover image, or below image.
fr_fr: Choisir d’afficher les titres au survol de l'image ou en dessous de l'image.

source: Carousel Autoplay
fr_fr: Défilement automatique du carrousel

source: Insert the amount of spacing between items without 'px'. ex: 13.
fr_fr: Déterminez l'espace entre les éléments sans l'unité "px" ex: 13.

source: Choose to show or hide the sale badge.
fr_fr: Choisissez de montrer ou de cacher le badge de vente.

source: Choose to show or hide Add to Cart / Details buttons on the rollover.
fr_fr: Choisissez de montrer ou de cacher Add to Cart / Boutons Détails sur le rollover.

source: Load More Products
fr_fr: Charger plus de produits

source: Loading the next set of products...
fr_fr: Chargement de la prochaine série de produits...

source: Woo Product Grid
fr_fr: Grille de produits Woo

source: Pull Products By
fr_fr: Tirez les produits par

source: Choose to show products by category or tag.
fr_fr: Choisissez d'afficher les produits par catégorie ou par étiquette.

source: Default sorting
fr_fr: Tri par défaut

source: Woo Product Carousel
fr_fr: Woo produit carrousel

source: Choose woocommerce shortcode.
fr_fr: Choisissez le shortcode Woocommerce.

source: Order tracking
fr_fr: Suivi de la Commande

source: Product price/cart button
fr_fr: Bouton prix/panier

source: Product by SKU/ID
fr_fr: Produit par SKU/ID

source: Products by SKU/ID
fr_fr: Produits par SKU/ID

source: Product categories
fr_fr: Catégories de produits

source: Products by category slug
fr_fr: Produits par identifiant unique de catégorie

source: Recent products
fr_fr: Produits récents

source: Featured products
fr_fr: Produits mis en avant

source: Shop Message
fr_fr: Message de la boutique

source: Shortcode content
fr_fr: Contenu Shortcode

source: Shortcode will appear here.
fr_fr: Le shortcode s'affichera ici.

source: Default Order
fr_fr: Commande par défaut

source: Popularity
fr_fr: Popularité

source: Relevance
fr_fr: Pertinence

source: Sort by %s
fr_fr: Trier par %s

source: Ascending order
fr_fr: Ordre ascendant

source: Descending order
fr_fr: Ordre descendant

source: Show <strong>%s Products</strong>
fr_fr: Montrer <strong>%s produits</strong>

source: View as grid
fr_fr: Vue en grille

source: View as list
fr_fr: Vue en liste

source: Woo Sorting
fr_fr: Triage Woo

source: Sorting Options
fr_fr: Options de tri

source: Sorting Elements
fr_fr: Tri des éléments

source: Choose the order of sorting elements.
fr_fr: Choisissez l'ordre de tri des éléments.

source: Product Order By
fr_fr: Commande de produits par

source: Product Count
fr_fr: Nombre de produits

source: Product View
fr_fr: Vue Produit

source: Product Count Selection
fr_fr: Sélection du nombre de produits

source: Select the number of product count to display. For best results it should equal the number of posts set in the woo archives element.
fr_fr: Sélectionnez le nombre de produits à afficher. Pour de meilleurs résultats, il doit être égal au nombre d'articles défini dans l'élément woo archives.

source: Controls the background color for the dropdowns.
fr_fr: Contrôle la couleur de fond pour les menus déroulants des sous-menus.

source: Controls the text color for the dropdowns.
fr_fr: Contrôle la couleur du texte pour les menus déroulants des sous-menus.

source: Controls the border color for the dropdowns.
fr_fr: Contrôle la couleur de la bordure des listes déroulantes.

source: In pixels but only enter a number, ex: 600.
fr_fr: En pixels, mais saisissez seulement la valeur (ex. : 600).

source: Use an additional API parameter, for example, &rel=0 to only display related videos from the same channel.
fr_fr: Utilisez un paramètre d'API supplémentaire, par exemple, &rel=0 pour afficher uniquement les vidéos associées du même canal.

source: Set the title attribute for the iframe embed of your video. Leave empty to use default value of "YouTube video player #".
fr_fr: Définissez l'attribut de titre pour l'intégration iframe de votre vidéo. Laissez vide pour utiliser la valeur par défaut de "YouTube video player #".

source: Woo Checkout Billing
fr_fr: Facturation de Woo Checkout

source: Woo Checkout Order Review
fr_fr: Revue des commandes de Woo Checkout

source: Header Cell Background Color
fr_fr: Couleur d'arrière-plan des cellules d'en-tête

source: Controls the header cell background color.
fr_fr: Contrôle la couleur de fond de la cellule d'en-tête

source: Footer Cell Background Color
fr_fr: Couleur d'arrière-plan des cellules de pied de page

source: Controls the footer cell background color.
fr_fr: Contrôle la couleur d'arrière-plan des cellules du pied de page

source: Woo Checkout Payment
fr_fr: Paiement Woo Checkout

source: Label Padding
fr_fr: Marges internes du libellé

source: Enter values including any valid CSS unit, ex: 10px or 10%. Leave empty to use default value.
fr_fr: Entrez les valeurs en incluant toute unité CSS valide, ex : 10px ou 10%. Laissez vide pour utiliser la valeur par défaut de 40px.

source: Label Background Color
fr_fr: Couleur d’arrière-plan du libellé

source: Controls the label background color of the payments.
fr_fr: Contrôle la couleur de fond de l'étiquette des paiements.

source: Label Color
fr_fr: Couleur de l'étiquette

source: Controls the label color of the payments.
fr_fr: Contrôle la couleur de l'étiquette des paiements.

source: Payment Description Padding
fr_fr: Description du paiement Rembourrage

source: Payment Description Background Color
fr_fr: Description du paiement Couleur de fond

source: Controls the label background color of the payments description.
fr_fr: Contrôle la couleur de fond de l'étiquette de la description des paiements.

source: Payment Description Color
fr_fr: Paiement Description Couleur

source: Controls the description color of the payments.
fr_fr: Contrôle la couleur de la description des paiements.

source: Controls the link color of the payments text.
fr_fr: Contrôle la couleur du lien du texte des paiements.

source: Place Order Button Style
fr_fr: Style du bouton "Passer la commande

source: Select whether you want to custom style the place order button.
fr_fr: Indiquez si vous souhaitez personnaliser le bouton "Passer commande".

source: Woo Checkout Shipping
fr_fr: Woo Checkout Expédition

source: Billing details
fr_fr: Details de facturation

source: Billing &amp; Shipping
fr_fr: Facturation &amp; Expédition

source: Woo Checkout Tabs
fr_fr: Onglets de caisse Woo

source: Controls the link hover color of the payments text.
fr_fr: Contrôle la couleur de survol du lien pour le texte des paiements.

source: Payment Label Padding
fr_fr: Rembourrage des étiquettes de paiement

source: Payment Label Background Color
fr_fr: Couleur de fond de l'étiquette de paiement

source: Controls the payment label background color.
fr_fr: Contrôle la couleur de fond de l'étiquette de paiement.

source: Payment Label Hover Background Color
fr_fr: Couleur de fond du survol de l'étiquette de paiement

source: Controls the payment label hover background color.
fr_fr: Contrôle la couleur de fond du survol de l'étiquette de paiement.

source: Payment Label Color
fr_fr: Couleur de l'étiquette de paiement

source: Controls the payment label color.
fr_fr: Contrôle la couleur de l'étiquette de paiement.

source: Payment Label Hover Color
fr_fr: Couleur du survol de l'étiquette de paiement

source: Controls the payment label hover color.
fr_fr: Contrôle la couleur du survol de l'étiquette de paiement.

source: Controls the background color of the payments description.
fr_fr: Contrôle la couleur de fond de la description des paiements.

source: Payment Description Text Color
fr_fr: Description du paiement Couleur du texte

source: Controls the payment description text color.
fr_fr: Contrôle la couleur du texte de la description du paiement.

source: This is an error notice example.
fr_fr: Ceci est un exemple d'avis d'erreur.

source: View cart
fr_fr: Voir le panier

source: "%s" has been added to your cart.
fr_fr: "%s" a été ajouté à votre panier.

source: This is a general notice example.
fr_fr: Il s'agit d'un exemple d'avis général.

source: You must be logged in to checkout.
fr_fr: Vous devez être identifié pour commander.

source: Woo Notices
fr_fr: Avis Woo

source: This element should only be added 1 time.
fr_fr: Cet élément ne doit être ajouté qu'une seule fois.

source: Choose to align the content left, right or center.
fr_fr: Choisissez d'aligner le contenu à gauche, à droite ou au centre.

source: Controls the border size of the notice.
fr_fr: Contrôle la taille de la frontière de l'avis.

source: Controls the border style of the notice.
fr_fr: Contrôle le style de la bordure de l'avis.

source: Text Size
fr_fr: Taille du texte

source: Controls the size of the notice text. Enter value including any valid CSS unit, ex: 20px.
fr_fr: Contrôle la taille du texte de l'avis. Entrez une valeur incluant toute unité CSS valide, ex : 20px.

source: Controls the size of the notice icon. In pixels.
fr_fr: Contrôle la taille de l'icône de l'avis. En pixels.

source: Show Button
fr_fr: Afficher le bouton

source: Make a selection to show or hide button.
fr_fr: Faites une sélection pour afficher ou cacher le bouton.

source: Notice Types Styling
fr_fr: Stylisation des types d'avis

source: Success State
fr_fr: État de la réussite

source: Error State
fr_fr: État d'erreur

source: Controls the background-color for the notice message.
fr_fr: Contrôle la couleur de fond du message d'avis.

source: Controls the border-color for the notice message.
fr_fr: Contrôle la couleur de la bordure du message d'avis.

source: Select icon for notice message.
fr_fr: Sélectionnez l'icône pour le message d'avis.

source: Controls the icon color for the notice message.
fr_fr: Contrôle la couleur de l'icône pour le message d'avis.

source: Controls the text color for the notice message.
fr_fr: Contrôle la couleur du texte du message d'avis.

source: Controls the link color for the notice message.
fr_fr: Contrôle la couleur du lien pour le message de l'avis.

source: Controls the link hover color for the notice message.
fr_fr: Contrôle la couleur de survol du lien pour le message d'avis.

source: Controls the background-color for the success message.
fr_fr: Contrôle la couleur de fond du message de réussite.

source: Controls the border-color for the success message.
fr_fr: Contrôle la couleur de la bordure pour le message de réussite.

source: Select icon for success message.
fr_fr: Sélectionnez l'icône pour le message de réussite.

source: Controls the icon color for the success message.
fr_fr: Contrôle la couleur de l'icône pour le message de réussite.

source: Controls the text color for the success message.
fr_fr: Contrôle la couleur du texte pour le message de réussite.

source: Controls the link color for the success message.
fr_fr: Contrôle la couleur du lien pour le message de réussite.

source: Controls the link hover color for the success message.
fr_fr: Contrôle la couleur du survol du lien pour le message de réussite.

source: Controls the background-color for the error message.
fr_fr: Contrôle la couleur de fond du message d'erreur.

source: Controls the border-color for the error message.
fr_fr: Contrôle la couleur de la bordure pour le message d'erreur.

source: Select icon for error message.
fr_fr: Sélectionnez l'icône pour le message d'erreur.

source: Controls the icon color for the error message.
fr_fr: Contrôle la couleur de l'icône pour le message d'erreur.

source: Controls the text color for the error message.
fr_fr: Contrôle la couleur du texte pour le message d'erreur.

source: Controls the link color for the error message.
fr_fr: Contrôle la couleur du lien pour le message d'erreur.

source: Controls the link hover color for the error message.
fr_fr: Contrôle la couleur de survol du lien pour le message d'erreur.

source: There are no Upsells for this product.
fr_fr: Il n'y a pas de ventes incitatives pour ce produit.

source: There are no cross-sells product.
fr_fr: Il n'y a pas de produit de vente croisée.

source: The advanced, premium drag & drop Avada Website Builder. Streamline your work and save time for the more important things.
fr_fr: Le générateur de site web Avada, un outil avancé et de qualité supérieure qui se glisse et se dépose. Rationalisez votre travail et gagnez du temps pour les choses les plus importantes.

# Layout type general name
source: Fusion Templates
fr_fr: Modèles Fusion

# Layout type singular name
source: Layout
fr_fr: Mise en page

# Layout item
source: Add New
fr_fr: Ajouter un nouveau

# element type general name
source: Fusion Elements
fr_fr: Eléments Fusion

# Element type singular name
source: Element
fr_fr: Elément

# Element item
source: Add New
fr_fr: Ajouter un nouveau

# post format archive title
source: Asides
fr_fr: À part

# post format archive title
source: Galleries
fr_fr: Galeries

# post format archive title
source: Videos
fr_fr: Vidéos

# post format archive title
source: Quotes
fr_fr: Citations

# post format archive title
source: Links
fr_fr: Liens

# post format archive title
source: Statuses
fr_fr: Statuts

# Post Type Singular Name
source: Avada Form
fr_fr: Formulaire Avada

# fusion-builder
source: Add New Form
fr_fr: Ajouter un nouveau formulaire

# fusion-builder
source: Edit Form
fr_fr: Modifier le formulaire

# Layout singular name
source: Layout
fr_fr: Mise en page

# Section item
source: Add New
fr_fr: Ajouter un nouveau

# Country
source: Georgia
fr_fr: Géorgie

# Country
source: South Georgia
fr_fr: Géorgie du Sud

# US state of Georgia
source: Georgia
fr_fr: Géorgie

# Avada Icon
source: Custom Icons
fr_fr: Icônes personnalisées

# Avada Icon
source: Icon Set
fr_fr: Jeu d'icônes

# Avada Icon
source: Add New
fr_fr: Ajouter un nouveau

# Avada Icon
source: Add New Icon Set
fr_fr: Ajouter un nouvel ensemble d'icônes

# Avada Icon
source: New Icon Set
fr_fr: Nouvel ensemble d’icônes

# Avada Icon
source: All Icon Sets
fr_fr: Tous les ensembles d’icônes

# Avada Icon
source: View Icon Set
fr_fr: Afficher l’ensemble des icônes

# Avada Icon
source: Search Icon Sets
fr_fr: Ensembles d’icônes de recherche

# Avada Icon
source: No Icon Sets found
fr_fr: Aucun ensemble d’icônes trouvé

# Avada Icon
source: No Icon Sets found in Trash
fr_fr: Aucun ensemble d’icônes trouvé dans la corbeille

# by author
source: by %s
fr_fr: par %s
