Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Your Subheading Goes Here
fr_fr: Votre sous-titre se trouve ici

source: Retina Background Image
fr_fr: Image de fond de la rétine

source: 3rd Party Element
fr_fr: Composant de tierce partie

source: Form
fr_fr: Formulaire

source: Views
fr_fr: Vues

source: Entries
fr_fr: Entrées

source: Conversion Rate
fr_fr: Taux de conversion

source: Clone this form
fr_fr: Cloner ce formulaire

source: View Entries
fr_fr: Voir les entrées

source: No forms found in Trash.
fr_fr: Aucun moteur de recherche n'a été trouvé dans la corbeille.

source: No forms have been created yet.
fr_fr: Aucun formulaire n'a encore été créé.

source: Build / Edit your Avada Forms.
fr_fr: Créez / Editez vos formulaires Avada.

source: Manage your form entries.
fr_fr: Gérez vos entrées de formulaire.

source: No form to clone.
fr_fr: Pas de forme à cloner.

source: Cloning failed. Form not found. ID: %s
fr_fr: Le clonage a échoué. Formulaire non trouvé. ID : %s

source: required
fr_fr: requis

source: Form Submissions
fr_fr: Soumission des formulaires

source: User&#8217;s form submissions data.
fr_fr: Données des soumissions du formulaire de l'utilisateur.

source: No form entries submitted yet.
fr_fr: Aucun formulaire n'a encore été soumis.

source: View All Details
fr_fr: Voir tous les détails

source: Additional Information
fr_fr: Informations supplémentaires

source: Submission Id
fr_fr: Identifiant de la soumission

source: Sorry, ReCaptcha could not verify that you are a human. Please try again.
fr_fr: Désolé, ReCaptcha ne pouvait pas vérifier que vous êtes un être humain. Veuillez réessayer.

source: ReCaptcha configuration error. Please check the Global Options settings and your Recaptcha account settings.
fr_fr: Erreur de configuration ReCaptcha. Veuillez vérifier les paramètres des options globales et les paramètres de votre compte Recaptcha.

source: Display forms in widget area.
fr_fr: Afficher les formulaires dans la zone de widgets.

source: Fusion Builder: Form
fr_fr: Fusion Builder : Formulaire

source: Form Creator
fr_fr: Créateur de formulaire

source: Title:
fr_fr: Titre

source: Select Form:
fr_fr: Sélectionnez formulaire :

source: Automatic Property
fr_fr: Propriété automatique

source: No Property
fr_fr: Pas de propriété

source: Common Properties
fr_fr: Propriétés communes

source: Other Properties
fr_fr: Autres biens

source: Always
fr_fr: Toujours

source: There was a problem when trying to connect.
fr_fr: Il y a eu un problème en essayant de se connecter

source: HubSpot integration with Avada Forms documentation.
fr_fr: Intégration du HubSpot avec la documentation des formulaires Avada.

source: Try again.
fr_fr: Réessayez.

source: Currently not connected.
fr_fr: Actuellement non connecté

source: Connect with HubSpot
fr_fr: Se connecter avec HubSpot

source: Connected with HubSpot
fr_fr: Connecté avec HubSpot

source: Revoke Access
fr_fr: Révoquer l'accès

source: Your HubSpot account has been disconnected.
fr_fr: Votre compte HubSpot a été déconnecté.

source: There was an error authenticating your HubSpot token.
fr_fr: Il y a eu une erreur d'authentification de votre jeton HubSpot.

source: Your HubSpot account has been successfully connected.
fr_fr: Votre compte HubSpot a été connecté avec succès.

source: Sign up for a %1$s and manage your contacts in their free CRM. For more information check out our %2$s.
fr_fr: Inscrivez-vous à un %1$s et gérez vos contacts dans leur CRM gratuit. Pour plus d'informations, consultez notre %2$s

source: You are currently connected to the HubSpot API.
fr_fr: Vous êtes actuellement connecté à l'API HubSpot.

source: HubSpot Action
fr_fr: Action HubSpot

source: Select if you want to perform a HubSpot action after form submission.
fr_fr: Sélectionnez si vous souhaitez effectuer une action HubSpot après la soumission du formulaire.

source: Create/Update Contact
fr_fr: Créer/mettre à jour un contact

source: HubSpot Mapping
fr_fr: Cartographie du HubSpot

source: Connect to your %s account to create contacts from your form.
fr_fr: Connectez-vous à votre compte %s pour créer des contacts à partir de votre formulaire.

source: Email Address
fr_fr: Adresse email

source: Clone this layout section
fr_fr: Cloner cette section de mise en page

source: No custom templates found in Trash.
fr_fr: Aucun modèle personnalisé n'a été trouvé dans la Corbeille.

source: No custom templates have been created yet.
fr_fr: Aucun modèle personnalisé n'a encore été créé.

source: View Layouts
fr_fr: Voir les mises en pages

source: Add New Section
fr_fr: Ajouter une nouvelle section

source: All Sections
fr_fr: Toutes les sections

source: View Sections
fr_fr: Voir Sections

source: Search Sections
fr_fr: Rechercher des paragraphes

source: Section Category
fr_fr: Section Catégorie

source: Header
fr_fr: Titre

source: Footer
fr_fr: Pied de page

source: %s Layout Section
fr_fr: Section "Mise en page

source: This %1$s is currently using a custom %2$s. Go to %3$s screen, or edit your %4$s
fr_fr: Ce %1$s utilise actuellement un %2$s personnalisé. Allez à l'écran %3$s, ou modifiez votre %4$s

source: This %1$s is currently using a custom %2$s - %3$s.
fr_fr: Cette %1$s utilise actuellement une %2$s personnalisée - %3$s.

source: Search Results
fr_fr: Résultats de la recherche

source: 404 Page
fr_fr: Page 404

source: All %s
fr_fr: Tous %s

source: Front Page
fr_fr: Page d’accueil

source: Specific %s
fr_fr: Spécifique %s

source: Children of Specific %s
fr_fr: Enfants de certains %s

source: %1$s with Specific %2$s
fr_fr: %1$s avec spécifique %2$s

source: All Archives Pages
fr_fr: Toutes les pages des archives

source: %s Archive Types
fr_fr: Types d'archives

source: All Date Pages
fr_fr: Toutes les pages de date

source: All Author Pages
fr_fr: Toutes les pages d'auteurs

source: Specific Author Page
fr_fr: Page spécifique à l'auteur

source: No section to clone.
fr_fr: Pas de section à cloner.

source: Cloning failed. Section not found. ID: %s
fr_fr: Le clonage a échoué. Section non trouvée. ID : %s

source: Controls the layout style for products.
fr_fr: Contrôle le style de mise en page des produits.

source: Carousel
fr_fr: Carroussel

source: Number of Products
fr_fr: Nombre de produits

source: Controls the number of products that display on a single product.
fr_fr: Contrôle le nombre de produits qui s'affichent sur un seul produit.

source: Maximum Columns
fr_fr: Nombre de colonnes Max

source: Controls the number of columns for products layout.
fr_fr: Contrôle le nombre de colonnes pour la mise en page des produits.

source: Controls the amount of spacing between columns for products.
fr_fr: Contrôle l'espacement entre les colonnes pour les produits.

source: Autoplay
fr_fr: Lecture automatique

source: Turn on to autoplay products carousel.
fr_fr: Allumez le carrousel de produits autoplay.

source: Show Navigation
fr_fr: Afficher la navigation du carrousel

source: Turn on to display navigation arrows on the carousel.
fr_fr: Activer cette option pour afficher les flèches de navigation sur le carrousel.

source: Mouse Scroll
fr_fr: Souris à molette

source: Turn on to enable mouse drag control on the carousel.
fr_fr: Activer cette option pour activer le glissement avec la souris sur le carrousel.

source: Scroll Items
fr_fr: Défilement des éléments

source: Controls the number of items that scroll at one time. Set to 0 to scroll the number of visible items.
fr_fr: Contrôle le nombre d'éléments à faire défiler à la souris en une fois. Saisissez “0” pour faire défiler le nombre d'éléments visibles.

source: Enable Heading
fr_fr: Activer le titrage

source: Turn on if you want to display default heading.
fr_fr: Activez si vous souhaitez afficher l’en-tête par défaut.

source: Security check failed.
fr_fr: Le contrôle de sécurité a échoué.

source: No compiled CSS available for page.
fr_fr: Aucune CSS compilée n’est disponible pour la page.

source: CSS has been saved.
fr_fr: Le CSS a été sauvegardé.

source: No selection made.
fr_fr: Aucune sélection n’a été faite.

source: No ID specified.
fr_fr: Aucun ID n’est spécifié.

source: Entry not found.
fr_fr: Entrée non trouvée.

source: Critical CSS
fr_fr: CSS critique

source: Gathering the URLs for generation.
fr_fr: Rassembler les URLs pour la génération.

source: Generating the mobile CSS.
fr_fr: Générer le CSS mobile.

source: Generating the desktop CSS.
fr_fr: Générer le CSS du bureau.

source: There was a problem while generating the CSS.
fr_fr: Il y a eu un problème lors de la génération du CSS.

source: Saving the generated CSS.
fr_fr: Sauvegarder le CSS généré.

source: CSS successfully generated, refreshing page.
fr_fr: CSS généré avec succès, rafraîchissement de la page.

source: No valid URLs found to generate.
fr_fr: Aucune URL valide à générer n’a été trouvée.

source: There is no CSS selected to process.
fr_fr: Il n’y a pas de CSS sélectionné à traiter.

source: Manage Critical CSS
fr_fr: Gérer les CSS critiques

source: Here you can manage critical CSS for your pages and posts. Critical CSS is the CSS necessary for above the fold styling. When critical CSS is available the rest of the styles are deferred - leading to a faster render time.
fr_fr: Vous pouvez gérer ici les CSS critiques pour vos pages et vos articles. Le CSS critique est le CSS nécessaire pour le style au-dessus du pli. Lorsque le CSS critique est disponible, le reste des styles est différé, ce qui permet d’accélérer le temps de rendu.

source: Do not close the browser window while generating CSS.
fr_fr: Ne fermez pas la fenêtre du navigateur pendant la création du CSS.

source: Select Page Type
fr_fr: Sélectionnez le type de page

source: Homepage
fr_fr: Page d’accueil

source: All Pages
fr_fr: Toutes les pages

source: Specific Pages
fr_fr: Pages spécifiques

source: Global Single Post
fr_fr: Poste unique mondial

source: Global Single Portfolio
fr_fr: Portefeuille unique mondial

source: Global Single Product
fr_fr: Produit unique mondial

source: Generate Critical CSS
fr_fr: Générer des CSS critiques

source: Generating Critical CSS
fr_fr: Génération de CSS critiques

source: During this process each page will be loaded in an iframe and scanned to generate the critical CSS path. It is important that you remain on this page until the process is completed. If you move page, the process will stop. Please also be patient as the generation can take time to complete.
fr_fr: Au cours de ce processus, chaque page sera chargée dans une iframe et analysée pour générer le chemin critique CSS. Il est important que vous restiez sur cette page jusqu’à ce que le processus soit terminé. Si vous changez de page, le processus s’arrêtera. Veuillez également faire preuve de patience car la génération peut prendre du temps.

source: Mobile CSS
fr_fr: CSS mobile

source: Desktop CSS
fr_fr: CSS de bureau

source: Last Updated
fr_fr: Dernière mise à jour

source: Regenerate
fr_fr: Régénérer

source: Clear
fr_fr: Vider

source: No critical CSS entries created yet.
fr_fr: Aucune entrée CSS critique n’a encore été créée.

source: Animation Type
fr_fr: Type d’animation

source: Select the type of animation to use on the element.
fr_fr: Sélectionnez le type d'animation à utiliser sur l'élément.

source: Direction of Animation
fr_fr: Sens de l'animation

source: Select the incoming direction for the animation.
fr_fr: Sélectionnez la direction entrante pour l'animation.

source: Top
fr_fr: Haut

source: Right
fr_fr: Droite

source: Bottom
fr_fr: Bas

source: Left
fr_fr: Gauche

source: Static
fr_fr: Statique

source: Speed of Animation
fr_fr: Vitesse de l'animation

source: Type in speed of animation in seconds (0.1 - 5).
fr_fr: Tapez la vitesse de l'animation en secondes (0,1 - 5).

source: Animation Delay
fr_fr: Délai d'animation

source: Offset of Animation
fr_fr: Décalage de l'animation

source: Controls when the animation should start.
fr_fr: Contrôle le démarrage de l'animation.

source: Top of element hits bottom of viewport
fr_fr: Le Haut de l'élément touche le Bas de la fenêtre

source: Top of element hits middle of viewport
fr_fr: Le Haut de l'élément atteint le Milieu de la fenêtre

source: Bottom of element enters viewport
fr_fr: Le Bas de l'élément Entre dans la fenêtre

source: Enter values including any valid CSS unit, ex: 10px.
fr_fr: Entrez les valeurs, y compris toute unité CSS valide, ex: 10px.

source: Box Shadow
fr_fr: Ombre de la boîte

source: Set to "Yes" to enable box shadows.
fr_fr: Réglez sur "Oui" pour activer les ombres de boîte.

source: Box Shadow Position
fr_fr: Position de l'ombre de la boîte

source: Set the vertical and horizontal position of the box shadow. Positive values put the shadow below and right of the box, negative values put it above and left of the box. In pixels, ex. 5px.
fr_fr: Définissez les positions verticale et horizontale de l'ombre de la boîte. Les valeurs positives placent l'ombre au-dessous et à droite de la case, les valeurs négatives la placent au-dessus et à gauche de la case. En pixels, ex. 5px.

source: Box Shadow Blur Radius
fr_fr: Rayon du flou de la boîte

source: Set the blur radius of the box shadow. In pixels.
fr_fr: Définissez le rayon de flou de l'ombre de la boîte. En pixels.

source: Box Shadow Spread Radius
fr_fr: Rayon de propagation de l'ombre de la boîte

source: Set the spread radius of the box shadow. A positive value increases the size of the shadow, a negative value decreases the size of the shadow. In pixels.
fr_fr: Définissez le rayon de propagation de l'ombre de la boîte. Une valeur positive augmente la taille de l'ombre, une valeur négative diminue la taille de l'ombre. En pixels.

source: Box Shadow Color
fr_fr: Couleur de l'ombre de la boîte

source: Controls the color of the box shadow.
fr_fr: Contrôle la couleur de l'ombre de la boîte.

source: Box Shadow Style
fr_fr: Style d'ombre

source: Set the style of the box shadow to either be an outer or inner shadow.
fr_fr: Définissez le style de l'ombre de la boîte sur une ombre externe ou interne.

source: Outer
fr_fr: Extérieur

source: Inner
fr_fr: Intérieur

source: Rendering Logic
fr_fr: Logique de rendu

source: Select A Condition Type
fr_fr: Sélectionnez un type de condition

source: Equal To
fr_fr: Egal à

source: Not Equal To
fr_fr: Hauteurs égales

source: Device Type
fr_fr: Type d'équipement

source: Desktop
fr_fr: Ordinateur de bureau

source: Mobile & Tablet
fr_fr: Mobile et tablette

source: Tablet
fr_fr: Tablette

source: Variable Name
fr_fr: Nom de variable

source: Greater Than
fr_fr: Plus grand que

source: Less Than
fr_fr: Moins que

source: Contains
fr_fr: Contient

source: User Agent
fr_fr: Agent utilisateur

source: User Role
fr_fr: Rôle de l’utilisateur

source: User State
fr_fr: État de l'utilisateur

source: Logged In
fr_fr: Connecté

source: Logged Out
fr_fr: Déconnecté[e]

source: Field Name
fr_fr: Nom du champ

source: Cart Status
fr_fr: Statut du panier

source: In
fr_fr: Dans

source: Empty
fr_fr: Vide

source: Sale Status
fr_fr: Statut de vente

source: Started
fr_fr: Commencé

source: Ended
fr_fr: Terminé

source: Stock Quantity
fr_fr: Quantité en stock

source: Event Status
fr_fr: Statut de l’événement

source: Filter Type
fr_fr: Type de filtre

source: Regular
fr_fr: Normal

source: Filter hue.
fr_fr: Filtrer de teinte.

source: Filter saturation.
fr_fr: Filtre de saturation.

source: Brightness
fr_fr: Luminosité

source: Filter brightness.
fr_fr: Filtrer la luminosité.

source: Contrast
fr_fr: Constraste

source: Filter contrast.
fr_fr: Contraste de filtre.

source: Filter invert.
fr_fr: Filtrer l’inverse.

source: Sepia
fr_fr: Sépia

source: Filter sepia.
fr_fr: Filtrer le sépia.

source: Opacity
fr_fr: Opacité

source: Filter opacity.
fr_fr: Filtrer l’opacité.

source: Blur
fr_fr: Flou

source: Filter blur.
fr_fr: Filtre flou.

source: No States Found
fr_fr: Aucun État trouvé

source: Conditional Logic
fr_fr: Logique conditionnelle

source: Add conditional logic for the input field.
fr_fr: Ajoutez une logique conditionnelle pour le champ de saisie.

source: Conditionals
fr_fr: Conditionnels

source: Select A Field
fr_fr: Sélectionnez un champ

source: Gradient Start Color
fr_fr: Dégradé, couleur de démarage

source: Select start color for gradient.
fr_fr: Sélectionnez la couleur de démarrage pour le dégradé.

source: Gradient End Color
fr_fr: Dégradé, couleur finale

source: Select end color for gradient.
fr_fr: Sélectionnez la couleur d'extrémité pour le dégradé.

source: Gradient Start Position
fr_fr: Dégradé, position de départ

source: Select start position for gradient.
fr_fr: Sélectionnez la position de démarrage pour le dégradé.

source: Gradient End Position
fr_fr: Dégradé, position finale

source: Select end position for gradient.
fr_fr: Sélectionnez la position d'extrémité pour le dégradé.

source: Gradient Type
fr_fr: Type de dégradé

source: Controls gradient type.
fr_fr: Contrôle le type de dégradé.

source: Linear
fr_fr: Linéaire

source: Radial Direction
fr_fr: Orientation du radiant

source: Select direction for radial gradient.
fr_fr: Sélectionnez la direction pour le dégradé radial.

source: Gradient Angle
fr_fr: Angle du dégradé

source: Controls the gradient angle. In degrees.
fr_fr: Contrôle l'angle de dégradé. En degrés.

source: Gradient Font Color
fr_fr: Couleur de police dégradée

source: Set to "Yes" to enable gradient font color.
fr_fr: Définissez sur « Oui » pour activer la couleur de la police en dégradé.

source: Effect Type
fr_fr: Type d'effet

source: Fade
fr_fr: Fondu

source: Circles
fr_fr: Cercles

source: Grid
fr_fr: Grille

source: Square
fr_fr: Carré

source: Element Sticky Visibility
fr_fr: Visibilité des éléments collants

source: Choose to show or hide the element, based on the current mode (normal or sticky) of its parent container. You can choose more than one at a time.
fr_fr: Choisissez d'afficher ou de masquer l'élément, en fonction du mode actuel (normal ou collant) de son conteneur parent. Vous pouvez en choisir plusieurs à la fois.

source: Sticky
fr_fr: Épinglé

source: Text Shadow
fr_fr: Ombre du texte

source: Set to "Yes" to enable text shadows.
fr_fr: Réglez sur "Oui" pour activer les ombres du texte.

source: Text Shadow Position
fr_fr: Position de l'ombre du texte

source: Set the vertical and horizontal position of the text shadow. Positive values put the shadow below and right of the text, negative values put it above and left of the text. In pixels, ex. 5px.
fr_fr: Définissez la position verticale et horizontale de l'ombre du texte. Les valeurs positives placent l'ombre en dessous et à droite du texte, les valeurs négatives la placent au-dessus et à gauche du texte. En pixels, ex. 5px.

source: Text Shadow Blur Radius
fr_fr: Rayon de flou des textes

source: Set the blur radius of the text shadow. In pixels.
fr_fr: Définissez le rayon de flou de l'ombre du texte. En pixels.

source: Text Shadow Color
fr_fr: Couleur de l’ombre du texte

source: Controls the color of the text shadow.
fr_fr: Contrôle la couleur de l'ombre du texte.

source: Bounce
fr_fr: Effet rebond

source: Rubberband
fr_fr: Effet élastique

source: Shake
fr_fr: Secouer

source: Slide
fr_fr: Glisser

source: Flip Vertically
fr_fr: Retournez verticalement

source: Flip Horizontally
fr_fr: Retourner horizontalement

source: empty blank
fr_fr: espace vide

source: full one 1
fr_fr: 1 une pleine largeur

source: two half 2 1/2
fr_fr: deux col. 1/2

source: third thee 3 1/3
fr_fr: trois col. 1/3

source: four fourth 4 1/4
fr_fr: quatre col. 1/4

source: two third 2/3 1/3
fr_fr: deux col. 2/3 - 1/3

source: one four fourth 1/4 3/4
fr_fr: un quart 1/4 3/4

source: half one four fourth 1/2 1/4
fr_fr: moitié de un et quarts 1/2 - 1/4

source: one five fifth 1/5 4/5
fr_fr: deux col. 1/5 - 4/5

source: three fith two fifth 3/5 2/5
fr_fr: Deux col. 3/5 - 2/5

source: two fifth three fifth 2/5 3/5
fr_fr: deux col. 2/5 - 3/5

source: one five fifth three 1/5 3/5
fr_fr: Trois col. 1/5 - 3/5

source: one half six sixth 1/2 1/6
fr_fr: un demi six sisième 1/2 - 1/6

source: one two six sixth 2/3 1/6
fr_fr: deux tiers un sisième 2/3 - 1/6

source: one five fifth 1/5
fr_fr: un cinquième 1/5

source: one six sixth 1/6
fr_fr: un sisième 1/6

source: five sixth 5/6
fr_fr: cinq sisièmes 5/6

source: four fifth 4/5
fr_fr: quatre cinquième 4/5

source: three fourth 3/4
fr_fr: trois quarts 3/4

source: two third 2/3
fr_fr: deux tiers 2/3

source: three fifth 3/5
fr_fr: trois cinquième 3/5

source: one half two 1/2
fr_fr: une demi 1/2

source: two fifth 2/5
fr_fr: deux cinquièmes 2/5

source: one third three 1/3
fr_fr: Une col. 1/3

source: one four fourth 1/4
fr_fr: un quart 1/4

source: Small Screen
fr_fr: Petit écran

source: Medium Screen
fr_fr: Ecran moyen

source: Large Screen
fr_fr: Grand écran

source: Please add %s for them to display here.
fr_fr: Veuillez ajouter %s pour qu’ils s’affichent ici.

source: Note: The visual editor, which is necessary for Avada Builder to work, has been disabled in your profile settings.
fr_fr: Remarque : l'éditeur visuel, nécessaire au fonctionnement d'Avada Builder, a été désactivé dans les paramètres de votre profil.

source: Go to Profile
fr_fr: Aller au Profil

source: Hide Notice
fr_fr: Masquer Notification

source: By %s
fr_fr: Par %s

source: Categories: %s
fr_fr: Catégories : %s

source: Tags: %s
fr_fr: Mots-clés : %s

source: Comment(s)
fr_fr: Commentaire(s)

source: Select a widget
fr_fr: Sélectionnez un widget

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: - Edit
fr_fr: -Editer

source: - Reply
fr_fr: -Répondre

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: Countries
fr_fr: Pays

source: Åland Islands
fr_fr: Îles d&apos;Åland

source: Albania
fr_fr: Albanie

source: Algeria
fr_fr: Algérie

source: Andorra
fr_fr: Andorre

source: Antarctica
fr_fr: Antarctique

source: Antigua and Barbuda
fr_fr: Antigua-et-Barbuda

source: Argentina
fr_fr: Argentine

source: Armenia
fr_fr: Arménie

source: Australia
fr_fr: Australie

source: Austria
fr_fr: Autriche

source: Azerbaijan
fr_fr: Azerbaïdjan

source: Barbados
fr_fr: Barbade

source: Belarus
fr_fr: Biélorussie

source: Belgium
fr_fr: Belgique

source: Benin
fr_fr: Bénin

source: Bermuda
fr_fr: Bermudes

source: Bhutan
fr_fr: Bhoutan

source: Bolivia
fr_fr: Bolivie

source: Bonaire, Sint Eustatius and Saba
fr_fr: Bonaire, Saint-Eustache et Saba

source: Bosnia and Herzegovina
fr_fr: Bosnie-Herzégovine

source: Bouvet Island
fr_fr: Île Bouvet

source: Brazil
fr_fr: Brésil

source: British Indian Ocean Territory
fr_fr: Territoires britanniques de l'océan Indien

source: Bulgaria
fr_fr: Bulgarie

source: Cambodia
fr_fr: Cambodge

source: Cameroon
fr_fr: Cameroun

source: Cape Verde
fr_fr: Cap Vert

source: Cayman Islands
fr_fr: Îles Caïmans

source: Central African Republic
fr_fr: République Centrafricaine

source: Chad
fr_fr: Tchad

source: Chile
fr_fr: Chili

source: China
fr_fr: Chine

source: Cocos Islands
fr_fr: Iles Cocos

source: Colombia
fr_fr: Colombie

source: Comoros
fr_fr: Comores

source: Congo, Democratic Republic of the
fr_fr: Congo, République démocratique du

source: Congo, Republic of the
fr_fr: République du Congo

source: Cook Islands
fr_fr: Îles Cook

source: Croatia
fr_fr: Croatie

source: Cyprus
fr_fr: Chypre

source: Czech Republic
fr_fr: République Tchèque

source: Denmark
fr_fr: Danemark

source: Dominica
fr_fr: Dominique

source: Dominican Republic
fr_fr: République Dominicaine

source: Ecuador
fr_fr: Équateur

source: Egypt
fr_fr: Égypte

source: El Salvador
fr_fr: Salvador

source: Equatorial Guinea
fr_fr: Guinée Équatoriale

source: Eritrea
fr_fr: Erythrée

source: Estonia
fr_fr: Estonie

source: Ethiopia
fr_fr: Éthiopie

source: Falkland Islands
fr_fr: Îles Falkland

source: Faroe Islands
fr_fr: Îles Féroé

source: Fiji
fr_fr: Fidji
