Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Draft
fr_fr: Corbeille

source: Out of stock
fr_fr: Stock épuisé

source: <span class="count">%s</span> customer review
fr_fr: <span class="count">%s</span> avis des clients

source: Example
fr_fr: Exemple

source: Element content will render here.
fr_fr: Le contenu des éléments sera rendu ici.

source: Global Options
fr_fr: Options globales

source: Reset To Default
fr_fr: Réinitialiser les valeurs par défaut

source: Preview
fr_fr: Aperçu

source: Dynamic Content
fr_fr: Contenu dynamique

source: 0 Comments
fr_fr: 0 Commentaire

source: 1 Comment
fr_fr: 1 Commentaire

source: % Comments
fr_fr: % Commentaires

source: Search
fr_fr: Rechercher

source: Product
fr_fr: Produit

source: Download
fr_fr: Télécharger

source: Never
fr_fr: Jamais

source: Value
fr_fr: Valeur

source: Element Options
fr_fr: Options des éléments

source: Delete Element
fr_fr: Effacer les éléments

source: Edit
fr_fr: Éditer

source: Save
fr_fr: Sauvegarder

source: Clone
fr_fr: Dupliquer

source: Remove
fr_fr: Supprimer

source: Copy
fr_fr: Copier

source: Paste Before
fr_fr: Coller avant

source: Paste After
fr_fr: Coller après

source: Paste At Start
fr_fr: Coller au début

source: Paste At End
fr_fr: Coller à la fin

source: Invert
fr_fr: Inverser

source: Select Dynamic Content
fr_fr: Sélectioner contenu dynamique

source: Search Dynamic Content
fr_fr: Sélectioner contenu dynamique

source: Gallery
fr_fr: Galerie

source: View Cart
fr_fr: Voir le panier

source: Notices will only show if the <strong>Form Confirmation Type</strong> is set to <strong>Display Message</strong>.
fr_fr: Les avis ne s'afficheront que si le <strong>type de confirmation du formulaire</strong> est réglé sur <strong>Afficher le message</strong>.

source: reCAPTCHA will display here.
fr_fr: reCAPTCHA s'affichera ici.

source: reCAPTCHA configuration error. Please check the Global Options settings and your reCAPTCHA account settings.
fr_fr: erreur de configuration reCAPTCHA. Veuillez consulter les paramètres Des options globales et les paramètres de votre compte RECAPTCHA.

source: Add
fr_fr: Ajouter

source: Item
fr_fr: Article

source: Back
fr_fr: Retour

source: Close
fr_fr: Fermer

source: Undefined Element
fr_fr: Elément non défini

source: Add Container
fr_fr: Ajouter conteneur

source: Drag Element
fr_fr: Glisser élément

source: Clone Element
fr_fr: Dupliquer élément

source: Add Child Element
fr_fr: Ajouter élément enfant

source: Column Options
fr_fr: Options des colonnes

source: Add Columns
fr_fr: Ajouter des colonnes

source: Column Size
fr_fr: Taille des colonnes

source: Clone Column
fr_fr: Dupliquer colonne

source: Save Column
fr_fr: Sauvegarder colonne

source: Delete Column
fr_fr: Supprimer colonne

source: Drag Column
fr_fr: Glisser colonne

source: Drag Container
fr_fr: Glisser conteneur

source: Delete Container
fr_fr: Supprimer conteneur

source: Save Container
fr_fr: Sauvegarder conteneur

source: Clone Container
fr_fr: Dupliquer conteneur

source: Container Options
fr_fr: Options des conteneurs

source: Add element below
fr_fr: Ajouter un élément en-dessous

source: Save Element
fr_fr: Sauvegarder élément

source: Add Element Below
fr_fr: Ajouter élément en dessous

source: Open Nested Columns
fr_fr: Ouvrez les colonnes nouchés

source: To add elements, you must first add a column.
fr_fr: Pour ajouter des éléments, vous devez d’abord ajouter une colonne.

source: IMPORTANT NOTE:
fr_fr: Note IMPORTANTE:

source: Keyboard shortcuts are currently disabled in Avada Builder preferences. You can change setting by <a %s>clicking here.</a>
fr_fr: Les raccourcis clavier sont actuellement désactivés dans les préférences Avada Builder. Vous pouvez changer de réglage en cliquant <a %s> ici. </a>

source: Toggle Hotkeys
fr_fr: Hotkeys Toggle

source: Toggle Sidebar
fr_fr: Activer/Désactiver la barre latérale

source: Toggle Preview
fr_fr: Passer en mode prévisualisation

source: Save Page
fr_fr: Sauvegarder page

source: Save Template
fr_fr: Sauvegarder modèle

source: Redo
fr_fr: Refaire

source: Undo
fr_fr: Défaire

source: Desktop View
fr_fr: Vue Desktop

source: Mobile View Potrait
fr_fr: Vue portrait sur mobile

source: Mobile View Landscape
fr_fr: Vue paysage sur mobile

source: Tablet View Potrait
fr_fr: Vue portrait sur tablette

source: Tablet View Landscape
fr_fr: Vue paysage sur tablette

source: Clear Layout
fr_fr: Effacer la mise en page

source: Close Modal
fr_fr: Fermer la fenêtre modale

source: Custom CSS Panel
fr_fr: Panneau CSS personnalisé

source: Exit Builder To Back-End
fr_fr: Exit Builder to Back-End (en)

source: Library
fr_fr: Bibliothèque

source: History
fr_fr: Historique

source: Preferences
fr_fr: Préférences

source: Add New
fr_fr: Ajouter un nouveau

source: Save as Template
fr_fr: Enregistrer en tant que modèle

source: This gallery element is set to use dynamic data. For a preview please check the front-end.
fr_fr: Cet élément de la galerie est configuré pour utiliser des données dynamiques. Pour un aperçu, veuillez consulter le front-end.

source: This image carousel element is set to use dynamic data. For a preview please check the front-end.
fr_fr: Cet élément du carrousel d'images est réglé pour utiliser des données dynamiques. Pour un aperçu, veuillez consulter le front-end.

source: Load More Posts
fr_fr: Charger plus d’articles

source: Search for:
fr_fr: Rechercher :

source: Sorry, your browser doesn't support embedded videos.
fr_fr: Désolé, votre navigateur ne prend pas en charge les vidéos intégrées.

source: Cancel Changes
fr_fr: Annuler les modifications

source: Finished
fr_fr: Terminé

source: To Add Elements, You Must First Add a Column
fr_fr: Pour ajouter des éléments, vous devez tout d’abord ajouter une colonne

source: Next Page Separator
fr_fr: Séparateur de page suivante

source: Checkout Form
fr_fr: Formulaire de règlement

source: Form Builder
fr_fr: Créateur de formulaire

source: Add a name for your Avada Form. You will be redirected to the Edit Form Page.
fr_fr: Ajoutez un nom pour votre formulaire Avada. Vous serez redirigé vers la page d'édition du formulaire.

source: Please see the %s.
fr_fr: Veuillez consulter le %s.

source: Avada Forms Documentation
fr_fr: Documentation sur les formulaires Avada

source: Enter Your Form Name
fr_fr: Entrez le nom de votre formulaire

source: Create New Form
fr_fr: Créer un nouveau formulaire

source: Form Entries for: %s
fr_fr: Formulaire d'inscription pour : %s

source: Export Entries as CSV
fr_fr: Exporter les entrées en tant que CSV

source: Export Entries
fr_fr: Exporter les entrées

source: No Form Entries Available
fr_fr: Aucun formulaire d'inscription disponible

source: Once there are form submissions from users, the entries will be displayed here. You can then view individual entries for each form.
fr_fr: Une fois que les utilisateurs auront soumis des formulaires, les entrées seront affichées ici. Vous pouvez ensuite visualiser les entrées individuelles pour chaque formulaire.

source: Custom Icons
fr_fr: Icônes personnalisées

source: Add a name for your Custom Icon Set. You will be redirected to the Edit Icon Set Page, where you can upload your custom Icomoon icon set.
fr_fr: Ajoutez un nom pour votre ensemble d’icônes personnalisées. Vous serez redirigé vers la page Edit Icon Set, où vous pourrez télécharger votre ensemble d’icônes Icomoon personnalisé.

source: Custom Icons Documentation
fr_fr: Icônes Personnalisées Documentation

source: Enter Icon Set Name
fr_fr: Entrez le nom de l’icône set

source: Create New Icon Set
fr_fr: Créer Un Pack d’icônes

source: Layout Conditions
fr_fr: Conditions de la mise en page

source: Saving conditions
fr_fr: Conditions d'épargne

source: Include
fr_fr: Inclure

source: Exclude
fr_fr: Exclure

source: Open Layout Options
fr_fr: Ouvrir les options de mise en page

source: NO MORE ITEMS
fr_fr: PLUS AUCUN ÉLÉMENTS

source: LOAD MORE
fr_fr: Charger plus

source: NO ITEMS
fr_fr: AUCUN ÉLEMENTS

source: Manage Conditions
fr_fr: Gérer les conditions

source: No condition selected
fr_fr: Aucune condition sélectionnée

source: Delete Layout
fr_fr: Supprimer la mise en page

source: Global Layout
fr_fr: Mise en page globale

source: Layout Options
fr_fr: Options de mise en page

source: Select %s
fr_fr: Sélectionner %s

source: Edit Section
fr_fr: Modifier la section

source: Deselect Section
fr_fr: Zone de Deselection

source: Select Section
fr_fr: Sélectionnez la section

source: Add a Condition
fr_fr: Ajouter une condition

source: Sections here appear globally.
fr_fr: Les sections ici apparaissent globalement.

source: New Section
fr_fr: Nouvelle section

source: Existing Section
fr_fr: Zone existante

source: Create New Section
fr_fr: Créer une nouvelle section

source: No section available
fr_fr: Aucune zone disponible

source: Remove Layout
fr_fr: Supprimer la mise en page

source: Are you sure you want to delete this layout?
fr_fr: Confirmez-vous vouloir supprimer cette mise en page ?

source: Use the <strong>Global Layout</strong> to replace <strong>Layout Sections</strong> on every page of your site, or create a new <strong>Layout</strong> to replace them on specific pages, based on the conditions you choose.
fr_fr: Utilisez la <strong>mise en page globale</strong> pour remplacer les <strong>sections de mise en</strong> page sur chaque page de votre site, ou créez une nouvelle <strong>mise</strong> en page pour les remplacer sur des pages spécifiques, selon les conditions que vous choisissez.

source: Create and assign custom %1$s to any layout by clicking on the corresponding area you wish to change.
fr_fr: Créez et attribuez un %1$s personnalisé à n'importe quelle mise en page en cliquant sur la zone correspondante que vous souhaitez modifier.

source: Layout Sections
fr_fr: Zone de mise en page

source: Choose which pages of your site will be affected by a %1$s by clicking on the cog icon to specify the conditions.
fr_fr: Choisissez les pages de votre site qui seront affectées par un %1$s en cliquant sur l'icône représentant un rouage pour préciser les conditions.

source: Layout
fr_fr: Mise en page

source: Layout Section Builder
fr_fr: Créateur de sections de mise en page

source: Create layout sections to customize the different sections of your site.
fr_fr: Créez des sections de mise en page pour personnaliser les différentes sections de votre site.

source: Avada Layouts Documentation
fr_fr: Documentation sur les mises en page Avada

source: Layout Section Type
fr_fr: Type de section de mise en page

source: Enter Section Name
fr_fr: Entrez le nom de la section

source: Create New Layout Section
fr_fr: Créer une nouvelle section de mise en page

source: Show Tutorial
fr_fr: Afficher le tutoriel

source: Layout Builder
fr_fr: Configurateur de page

source: Create a new layout which you can then assign layout sections to and set layout conditions.
fr_fr: Créez une nouvelle mise en page que vous pouvez ensuite attribuer des zones de mise en page et définir des conditions de mise en page.

source: Enter Layout Name
fr_fr: Entrez le nom de la mise en page

source: Create New Layout
fr_fr: Créer Une Nouvelle Mise en Page

source: Avada Library
fr_fr: Bibliothèque Avada

source: The Avada Library contains your saved Page Templates, Containers, Columns, Elements and Post Cards. Here, you can create and manage your library content.
fr_fr: La bibliothèque Avada contient vos modèles de page, conteneurs, colonnes, éléments et cartes postales enregistrés. Vous pouvez y créer et gérer le contenu de votre bibliothèque.

source: Avada Library Documentation
fr_fr: Documentation de la bibliothèque Avada

source: Select Library Element Type
fr_fr: Sélectionnez le type d'élément de bibliothèque

source: Template
fr_fr: Modèle

source: Container
fr_fr: Conteneur

source: Column
fr_fr: Colonne

source: Element
fr_fr: Elément

source: Post Card
fr_fr: Cartes de publications

source: Enter Element Name
fr_fr: Entrez le nom de l'élément

source: Global element
fr_fr: Élément global

source: Create Library Element
fr_fr: Créer un élément de bibliothèque

source: Fusion Element Global Options
fr_fr: Options globales de l'élément de fusion

source: Fusion Element Options
fr_fr: Options fusion Element

source: Avada Builder Options
fr_fr: Options du constructeur Avada

source: Here you can set some global options, enable, or disable elements, manage post types, and import and export builder content.
fr_fr: Vous pouvez y définir des options globales, activer ou désactiver des éléments, gérer les types de messages et importer et exporter le contenu du constructeur.

source: To change global options of the Avada Builder elements, please go to the %s.
fr_fr: Pour modifier les options globales des éléments d'Avada Builder, veuillez vous rendre à la page %s.

source: Element Global Options
fr_fr: Élément Options globales

source: Off
fr_fr: Désactivé

source: Avada Builder Elements
fr_fr: Éléments de constructeur d’Avada

source: Each Avada Builder element can be enabled or disabled. This can increase performance if you are not using a specific element. Check the box to enable, uncheck to disable.
fr_fr: Chaque élément d'Avada Builder peut être activé ou désactivé. Cela peut augmenter les performances si vous n'utilisez pas un élément spécifique. Cochez la case pour activer, décochez pour désactiver.

source: <strong>NOTE:</strong> Elements for plugins like WooCommere or The Events Calendar will only be available in the builder, if the corresponding options are activated here and if those plugins are active.
fr_fr: <strong>N.B. :</strong> Les éléments pour les plugins comme WooCommere ou le calendrier des événements ne seront disponibles que dans le générateur, si les options correspondantes sont activées ici et si ces plugins sont actifs.

source: <strong>WARNING:</strong> Use with caution. Disabling an element will remove it from all pages/posts, old and new. If it was on a previous page/post, it will render as regular element markup on the frontend.
fr_fr: <strong>Avertissement :</strong> Utiliser avec prudence. La désactivation d’un élément le supprimera de toutes les pages/messages, anciens et nouveaux. S’il était sur une page précédente/post, il sera rendu comme balisage d’élément régulier sur le frontend.

source: Check All Elements
fr_fr: Cocher tous les éléments

source: Uncheck All Elements
fr_fr: Décocher tous les éléments

source: You can run an element scan which will scan for elements throughout your site and uncheck any which are not used. <strong>WARNING:</strong> If your website has a lot of content this may not run fully.
fr_fr: Vous pouvez lancer une analyse des éléments qui recherchera les éléments de votre site et décochera ceux qui ne sont pas utilisés. <strong>AVERTISSEMENT :</strong> Si votre site Web a beaucoup de contenu, cette opération peut ne pas fonctionner complètement.

source: Run Element Scan
fr_fr: Lancer le balayage des éléments

source: Woo Shortcodes
fr_fr: Shortcodes Woo

source: Slider Revolution
fr_fr: Barre de défilement Diaporamas

source: Events
fr_fr: Événements

source: Icon
fr_fr: Icône

source: Avada Slider
fr_fr: Slider Avada

source: Layout Elements
fr_fr: Disposition des éléments

source: Form Elements
fr_fr: Éléments de formulaire

source: Post Types
fr_fr: Types d'article

source: Content Successfully Imported
fr_fr: Importation du contenu réussie

source: Export Fusion Elements from your Library
fr_fr: Exporter des éléments Fusion à partir de votre bibliothèque

source: Export Content
fr_fr: Exporter le contenu

source: Export Fusion Templates from your Library
fr_fr: Exporter des modèles Fusion à partir de votre bibliothèque

source: Export Templates
fr_fr: Exporter des modèles

source: Sticky Preview / Publish Buttons
fr_fr: Boutons d'aperçu / de publication persistants

source: This option allows the preview and publish button to stick to the bottom of the page so you can quickly access them.
fr_fr: Cette option permet au bouton de prévisualisation et de publication de coller au bas de la page afin que vous puissiez y accéder rapidement.

source: On
fr_fr: Activé

source: Save Options
fr_fr: Sauvegarder les options

source: Avada Builder requires at least WordPress version %1$s. You are running version %2$s. Please upgrade and try again.
fr_fr: Avada Builder nécessite au moins la version WordPress %1$s. Vous exécutez la version %2$s. Veuillez mettre à jour et réessayer.

source: Avada Builder requires at least PHP version %1$s. You are running version %2$s. Please upgrade and try again.
fr_fr: Avada Builder nécessite au moins la version PHP %1$s. Vous exécutez la version %2$s. Veuillez mettre à jour et réessayer.

source: %s ( Cloned )
fr_fr: %s (dupliqué)

source: All
fr_fr: Tous

source: Import
fr_fr: Importer

source: Open submenu of %s
fr_fr: Ouvrez le sous-menu de %s

source: Show Cart Contents
fr_fr: Afficher le contenu du panier

source: Open Profile Submenu
fr_fr: Sous-menu de profil ouvert

source: Expand Search
fr_fr: Développer la recherche

source: Close Search
fr_fr: Fermer la recherche

source: Toggle Sliding Bar
fr_fr: Activer/désactiver l’espace de la barre coulissante

source: Login failed, please try again.
fr_fr: Échec de la connexion, veuillez réessayer.

source: Username:
fr_fr: Identifiant :

source: Username
fr_fr: Nom d'utilisateur

source: Password:
fr_fr: Mot de passe :

source: Password
fr_fr: Mot de passe

source: Remember Me
fr_fr: Sauvegarder

source: Log In
fr_fr: Se connecter

source: Register
fr_fr: S'enregistrer

source: No element to clone.
fr_fr: Aucun élément à cloner.

source: Cloning failed. Element not found. ID: %s
fr_fr: Échec du clonage. Élément non trouvé. ID : %s

source: Title
fr_fr: Titre

source: Restore
fr_fr: Restaurer

source: Delete Permanently
fr_fr: Supprimer Définitivement

source: Trash
fr_fr: Poubelle

source: Move to Trash
fr_fr: Mettre à la corbeille

source: Templates
fr_fr: Modèles

source: Content
fr_fr: Contenu

source: Containers
fr_fr: Conteneurs

source: Columns
fr_fr: Colonnes

source: Elements
fr_fr: Éléments

source: Post Cards
fr_fr: Cartes postales

source: Icons
fr_fr: Icônes

source: Forms
fr_fr: Formulaires

source: Import Options
fr_fr: Options d'importation

source: Insert above current content
fr_fr: Insérer au-dessus du contenu affiché

source: Replace all page content
fr_fr: Remplacer tout le contenu de la page

source: Insert below current content
fr_fr: Insérer en dessous du contenu affiché

source: Show Title
fr_fr: Afficher le titre

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Element Visibility
fr_fr: Visibilité de l'élément

source: Choose to show or hide the element on small, medium or large screens. You can choose more than one at a time.
fr_fr: Choisissez de montrer ou de masquer l'élément sur les petits, moyens ou grands écrans. Vous pouvez en choisir plusieurs.

source: CSS Class
fr_fr: Classe CSS

source: Add a class to the wrapping HTML element.
fr_fr: Ajouter une classe au conteneur HTML

source: CSS ID
fr_fr: Identifiant CSS

source: Add an ID to the wrapping HTML element.
fr_fr: Ajouter un identifiant au conteneur HTML.

source: Margin
fr_fr: Marge

source: In pixels or percentage, ex: 10px or 10%.
fr_fr: En pixels ou pourcentage, ex : 10px ou 10%.

source: Back to %s
fr_fr: Retour aux %s

source: library
fr_fr: bibliothèque

source: Update
fr_fr: Mettre à jour

source: Publish
fr_fr: Publier

source: Save Draft
fr_fr: Enregistrer le brouillon

source: Avada Layouts
fr_fr: Mises en page Avada

source: Layouts
fr_fr: Mises en page

source: Avada Layout Sections
fr_fr: Sections de mise en page d'Avada

source: Avada Icons
fr_fr: Icônes Avada

source: Avada Forms
fr_fr: Formulaires Avada

source: Avada Form Entries
fr_fr: Entrées du formulaire Avada

source: Form Entries
fr_fr: Entrées de formulaire

source: Builder Options
fr_fr: Options pour les constructeurs

source: Edit the Avada Builder options.
fr_fr: Modifier les options du constructeur Avada.

source: Edit your site layouts.
fr_fr: Modifiez la mise en page de votre site.

source: Edit specific sections of a layout.
fr_fr: Modifier des sections spécifiques d'une mise en page.

source: Are you sure you want to delete this submission?
fr_fr: Êtes-vous sûr de vouloir supprimer cette soumission ?

source: Toggle editor selection menu
fr_fr: Basculer le menu de sélection de l’éditeur

source: Gutenberg Editor
fr_fr: Gutenberg éditeur

source: Edit &#8220;%s&#8221; in the Gutenberg editor
fr_fr: Modifier &#8220;%s&#8221; dans l'éditeur de Gutenberg

source: Clone this element
fr_fr: Clonez cet élément

source: Published
fr_fr: Publié

source: Last Modified
fr_fr: Dernière modification

source: Move To Trash
fr_fr: Envoyer dans la Corbeille

source: No Avada Library items found in Trash.
fr_fr: Aucun article de la bibliothèque d'Avada n'a été trouvé dans la corbeille.

source: Avada Library is empty.
fr_fr: La bibliothèque d'Avada est vide.

source: Add New Layout
fr_fr: Ajouter une nouvelle mise en page

source: Edit Layout
fr_fr: Modifier la mise en page

source: New Layout
fr_fr: Nouvelle mise en page

source: All Layouts
fr_fr: Toutes les mises en forme

source: View Layout
fr_fr: Afficher mise en forme

source: Search Layouts
fr_fr: Rechercher des Mises en Page

source: Nothing found
fr_fr: Rien n'a été trouvé

source: Nothing found in Trash
fr_fr: Rien trouvé dans la corbeille

source: Layout published.
fr_fr: Mise en page publiée.

source: Layout published privately.
fr_fr: 27/5000 Mise en page publiée à titre privé.

source: Layout reverted to draft.
fr_fr: Mise en page appliquée au brouillon.

source: Layout scheduled.
fr_fr: Mise en page prévue.

source: Layout updated.
fr_fr: Mise à jour de la mise en page.

source: Add New Element
fr_fr: Ajouter nouvel élément

source: Edit Element
fr_fr: Modifier l’élément

source: New Element
fr_fr: Nouvel élément

source: All Elements
fr_fr: Tous les composants

source: View Element
fr_fr: Voir l’élément

source: Search Elements
fr_fr: Rechercher les éléments

source: Element published.
fr_fr: Élément publié.

source: Element published privately.
fr_fr: Élément publié en privé.

source: Element reverted to draft.
fr_fr: Élément retourné à l’ébauche.

source: Element scheduled.
fr_fr: Élément prévu.

source: Element updated.
fr_fr: Élément mis à jour.

source: Category
fr_fr: Catégorie

source: This is a global %s.
fr_fr: Ceci est un %s global.

source: Delete
fr_fr: Supprimer

source: Load
fr_fr: Charger

source: How To Load Template?
fr_fr: Comment télécharger un modèle ?

source: There are no custom elements in your library
fr_fr: Il n'y aucun composant personnalisé dans votre bibliothèque

source: Websites
fr_fr: Sites internet

source: Select a prebuilt website and the pages that are available to import will display.
fr_fr: Sélectionnez un site web pré-construit et les pages qui sont disponibles pour l'importation s'afficheront.

source: Saved Containers
fr_fr: Conteneurs Sauvés

source: Manage your saved containers. Containers cannot be inserted from the library window. The globe icon indicates the element is a <a href="%s" target="_blank">global element</a>.
fr_fr: Gérez vos conteneurs enregistrés. Les conteneurs ne peuvent pas être insérés depuis la fenêtre de la bibliothèque. L'icône de globe indique que l'élément est un <a href="%s" target="_blank">élément global</a> .

source: This is a global container.
fr_fr: Ceci est un conteneur global.

source: There are no custom containers in your library
fr_fr: Il n'y aucun conteneur personnalisé dans votre bibliothèque

source: Saved Columns
fr_fr: Colonnes Enregistrées
