Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Controls the border radius of the image before & after element.
fr_fr: Contrôle le rayon de la bordure de l'élément avant et après de l'image.

source: Image Before & After
fr_fr: Image avant et après

source: Select which type of effect your before and after image uses. “Slide” provides a handle to move back and forth while “Fade” changes the image on mouse hover.
fr_fr: Sélectionnez le type d'effet utilisé par votre image avant et après. “Slide” fournit une poignée pour aller et venir tandis que “Fade” change l'image en survol de la souris.

source: Before Image
fr_fr: Image avant

source: Upload a before image to display.
fr_fr: Téléchargez une image avant à afficher.

source: Before Image ID
fr_fr: Avant ID de l'image

source: Before Image ID from Media Library.
fr_fr: Avant ID de la médiathèque.

source: Before Image Label
fr_fr: Avant le libellé de l'image

source: Add text that will be displayed as a label on the before image when hovered. If left empty, no label will show.
fr_fr: Ajoutez du texte qui sera affiché en tant qu'étiquette sur l'image précédente lors du survol. Si laissé vide, aucune étiquette ne sera affichée.

source: After Image
fr_fr: Image après

source: Upload an after image to display.
fr_fr: Téléchargez une image après à afficher.

source: After Image ID
fr_fr: Après l'ID de l'image

source: After Image ID from Media Library.
fr_fr: Après ID image de la médiathèque.

source: After Image Label
fr_fr: Après le libellé de l'image

source: Add text that will be displayed as a label on the after image when hovered. If left empty, no label will show.
fr_fr: Ajoutez du texte qui sera affiché en tant qu'étiquette sur l'image après lors du survol. Si laissé vide, aucune étiquette ne sera affichée.

source: Controls the font size of the label text. In Pixels. Note: font family is controlled by body font in Global Options.
fr_fr: Contrôle la taille de la police du texte de l'étiquette. En pixels. Remarque : la famille de polices est contrôlée par la police du corps dans les options globales.

source: Add the URL the item will link to, ex: http://example.com.
fr_fr: Ajoutez l'URL vers laquelle l'article sera lié, ex : http://example.com.

source: Set the maximum width the element should take up. Enter value including any valid CSS unit, ex: 200px. Leave empty to use full image width.
fr_fr: Fixez la largeur maximale que l'élément doit prendre. Entrez une valeur incluant toute unité CSS valide, ex : 200px. Laissez vide pour utiliser toute la largeur de l'image.

source: Choose how to align the image.
fr_fr: Déterminez comment aligner l'image.

source: Controls the image border radius. In pixels (px), ex: 1px, or "round".
fr_fr: Contrôle l&rsquo;arrondi des zones basculantes. En pixels (px), ex. : 1px ou "arrondi".

source: Image Carousel
fr_fr: Carrousel

source: Enter some content for this image carousel.
fr_fr: Entrez un peu de contenu pour ce carrousel d’image.

source: fixed = width and height will be fixed <br />auto = width and height will adjust to the image.
fr_fr: fixe = la largeur et la hauteur seront fixes <br /> auto = la largeur et la hauteur seront adaptées à l'image.

source: Choose to autoplay the carousel.
fr_fr: Choisissez le défilement automatique du carrousel.

source: Insert the amount of spacing between items without "px". ex: 13.
fr_fr: Déterminez l'espace entre les éléments sans l'unité "px" (ex. : 13).

source: Choose to show navigation buttons on the carousel.
fr_fr: Choisissez d'afficher les boutons de navigation sur le carrousel.

source: Border
fr_fr: Bordure

source: Choose to enable a border around the images.
fr_fr: Choisissez pour permettre une bordure autour des images.

source: Image lightbox
fr_fr: Diaporama d’images

source: Show image in lightbox. Lightbox must be enabled in Global Options or the image will open up in the same tab by itself.
fr_fr: Afficher l'image dans la boîte à lumière. Lightbox doit être activé dans les Options globales ou l'image s'ouvrira d'elle-même dans le même onglet.

source: Image Alt Text
fr_fr: Description de l’image pour le référencement

source: The alt attribute provides alternative information if an image cannot be viewed.
fr_fr: L'attribut alt fournit des informations alternatives si une image ne peut pas être visualisée.

source: Image Max Width
fr_fr: Largeur maximale de l'image

source: Set the maximum width the image should take up. Enter value including any valid CSS unit, ex: 200px. Leave empty to use full image width.
fr_fr: Définissez la largeur maximale que l'image devrait occuper. Entrez une valeur incluant toute unité CSS valide, ex: 200px. Laissez vide pour utiliser toute la largeur de l'image.

source: Popover Trigger Method
fr_fr: Méthode de déclenchement de la fenêtre flottante

source: Choose mouse action to trigger popover.
fr_fr: Choisissez l'action de la souris pour déclencher l'ouverture de la fenêtre popover.

source: Popover Heading Background Color
fr_fr: Couleur de fond du titre du Popover

source: Popover Content Background Color
fr_fr: Couleur de fond du Popover

source: Popover Border Color
fr_fr: Couleur de la bordure du Popover

source: Popover Text Color
fr_fr: Couleur du texte du Popover

source: Controls all the text color inside the popover box.
fr_fr: Contrôle toute la couleur du texte à l’intérieur de la boîte popover.

source: Horizontal Position
fr_fr: Position horizontal

source: Vertical Position
fr_fr: Position verticale

source: Popover
fr_fr: Fenêtre flottante

source: Popover Heading
fr_fr: Titre de la fenêtre flottante

source: Popover Position
fr_fr: Position du Popover

source: Image Style Type
fr_fr: Type de style d'image

source: Select the style type.
fr_fr: Sélectionner le type de style.

source: Glow
fr_fr: Lueur

source: Drop Shadow
fr_fr: Ombre portée

source: Bottom Shadow
fr_fr: Ombre dessous

source: Image Glow / Drop Shadow Blur
fr_fr: Lueur d'image / ombre portée flou

source: Choose the amount of blur added to glow or drop shadow effect.
fr_fr: Choisissez la quantité de flou ajoutée pour un effet d’ombre ou de lueur.

source: Image Style Color
fr_fr: Effet de couleur de l&rsquo;image

source: Controls the style color for all style types except border. Hex colors will use a subtle auto added alpha level to produce a nice effect.
fr_fr: Contrôle la couleur de style pour tous les types de style, sauf bordure. Les couleurs Hex utiliseront un niveau alpha subtile ajouté automatiquement pour produire un bel effet.

source: Image Border Size
fr_fr: Taille de bordure de l'image

source: Image Border Color
fr_fr: Couleur de la bordure de l'image

source: Controls the border radius of the image.
fr_fr: Contrôle l&rsquo;arrondi aux angles de la bordure de l&rsquo;image de la personne.

source: Gallery ID
fr_fr: ID de galerie

source: Set a name for the lightbox gallery this image should belong to.
fr_fr: Définissez un nom pour la galerie de visionneuses à laquelle cette image devrait appartenir.

source: Lightbox Image
fr_fr: Image affichée dans le diaporama

source: Upload an image that will show up in the lightbox.
fr_fr: Sélectionnez l’image en taille plus grande, pour l’affichage dans le diaporama.

source: Lightbox Image ID
fr_fr: ID d'image Lightbox

source: Lightbox Image ID from Media Library.
fr_fr: Identifiant d'image Lightbox de la médiathèque.

source: Image Sticky Max Width
fr_fr: Largeur maximale de l'image collante

source: Set the maximum width the image should take up when its parent container is sticky. Enter value including any valid CSS unit, ex: 200px. Leave empty to use full image width.
fr_fr: Définissez la largeur maximale que l'image doit prendre lorsque son contenant parent est collant. Entrez une valeur incluant toute unité CSS valide, ex : 200px. Laissez vide pour utiliser toute la largeur de l'image.

source: Repeat
fr_fr: Répéter

source: Style Type
fr_fr: Type de Style

source: Glow / Drop Shadow Blur
fr_fr: Flou / ombre portée flou

source: Choose the amount of blur added to glow or drop shadow effect. In pixels.
fr_fr: Choisissez la quantité de flou ajoutée pour un effet d’ombre ou de lueur. En pixels.

source: Style Color
fr_fr: Style de couleur

source: Buttons Span
fr_fr: Portée des boutons

source: Buttons Alignment
fr_fr: Alignement des boutons

source: Select Slider
fr_fr: Sélectionner un slider

source: Select a slider group.
fr_fr: Sélection d’un groupe de slider.

source: Thumbnail Image
fr_fr: Image miniature

source: Clicking this image will show lightbox.
fr_fr: Cliquer sur cette image affichera la visionneuse.

source: Content Type
fr_fr: Type de contenu

source: Select what you want to display in the lightbox.
fr_fr: Sélectionnez ce que vous voulez afficher dans la visionneuse.

source: Full Image
fr_fr: Image complète

source: Video URL
fr_fr: URL de la vidéo

source: Insert the video URL that will show in the lightbox. This can be a YouTube, Vimeo or a self-hosted video URL.
fr_fr: Insérez l'URL vidéo qui s'affichera dans la Lightbox. Il peut s'agir d'une vidéo YouTube, Vimeo ou d'une URL de vidéo auto-hébergée.

source: Alt Text
fr_fr: Texte alternatif

source: Lightbox Title
fr_fr: Ouvrez l'image dans la visionneuse, le titre lie au portefeuille article

source: This will show up in the lightbox as a title above the image.
fr_fr: Elle sera visible dans la visionneuse comme un titre au-dessus de l’image.

source: Lightbox Description
fr_fr: Description de la visionneuse

source: This will show up in the lightbox as a description below the image.
fr_fr: Ce texte s'affichera dans la visionneuse comme description sous l'image.

source: Lottie Animation
fr_fr: Animation Lottie

source: JSON Upload
fr_fr: Téléchargement JSON

source: Upload a lottie JSON file. Visit %s to find animations.
fr_fr: Téléchargez un fichier Lottie JSON. Visitez %s pour trouver des animations.

source: Add the URL the animation will link to, ex: http://example.com.
fr_fr: Ajoutez l'URL vers laquelle l'animation sera liée, ex : http://example.com.

source: Trigger
fr_fr: Déclencheur

source: Select the trigger for the animation to play.
fr_fr: Sélectionnez le déclencheur de l'animation à jouer.

source: Viewport
fr_fr: Port de vue

source: Trigger Offset
fr_fr: Déclencheur offset

source: Controls when the animation should play.
fr_fr: Contrôle le moment où l'animation doit être jouée.

source: Playback Speed
fr_fr: Vitesse de lecture

source: The speed at which the animation should play.
fr_fr: La vitesse à laquelle l'animation doit se dérouler.

source: Set the maximum width the animation should take up. Enter value including any valid CSS unit, ex: 200px. Leave empty to use full width.
fr_fr: Définissez la largeur maximale que l'animation doit prendre. Entrez une valeur incluant toute unité CSS valide, ex : 200px. Laissez vide pour utiliser la largeur maximale.

source: Align
fr_fr: Aligner

source: Choose how to align the animation.
fr_fr: Choisissez comment aligner l'animation.

source: Menu Anchor
fr_fr: Ancre du menu

source: Toggle Navigation
fr_fr: Navigation à bascule

source: Select the menu which you want to use.
fr_fr: Sélectionnez le menu que vous souhaitez utiliser.

source: Choose to have a horizontal or a vertical menu.
fr_fr: Choisissez d'avoir un menu horizontal ou vertical.

source: Transition Time
fr_fr: Temps de transition

source: Set the time for submenu expansion and all other hover transitions. In milliseconds.
fr_fr: Définissez le temps d'expansion des sous-menus et de toutes les autres transitions de survol. En millisecondes.

source: Space Between Main Menu and Submenu
fr_fr: Espace entre le menu principal et le sous-menu

source: Controls the space between the main menu and dropdowns.
fr_fr: Contrôle l'espace entre le menu principal et les menus déroulants.

source: Menu Arrows
fr_fr: Flèches du menu

source: Main
fr_fr: Principal

source: Main Active
fr_fr: Actif principal

source: Submenu
fr_fr: Sous-menu

source: Choose if you want to show dropdown arrows on the main menu and submenus.
fr_fr: Choisissez si vous souhaitez afficher des flèches déroulantes dans le menu principal et les sous-menus.

source: Arrow Size
fr_fr: Taille de la flèche

source: Controls the width and height of the arrows.
fr_fr: Contrôle la largeur et la hauteur des flèches.

source: The minimum height for the main menu. Use any valid CSS unit.
fr_fr: La hauteur minimale pour le menu principal. Utilisez n'importe quelle unité CSS valide.

source: Sticky Minimum Height
fr_fr: Hauteur minimale collante

source: The minimum height for main menu links when the container is sticky. Use any valid CSS unit.
fr_fr: La hauteur minimale des liens du menu principal lorsque le conteneur est collant. Utilisez n'importe quelle unité CSS valide

source: Align Items
fr_fr: Aligner les éléments

source: Select how main menu items will be aligned. Defines the default behavior for how flex items are laid out along the cross axis on the current line (perpendicular to the main-axis).
fr_fr: Sélectionnez la façon dont les éléments du menu principal seront alignés. Définit le comportement par défaut de la disposition des éléments flexibles le long de l'axe transversal sur la ligne courante (perpendiculaire à l'axe principal).

source: Select how main menu items will be justified.
fr_fr: Choisissez comment les éléments du menu principal seront justifiés.

source: Main Menu Item Text Align
fr_fr: Alignement du texte des éléments du menu principal

source: Select if main menu items should be aligned to the left, right or centered.
fr_fr: Choisissez si les éléments du menu principal doivent être alignés à gauche, à droite ou centrés.

source: Main Menu Item Padding
fr_fr: Padding de l'Élément du menu

source: Select the padding for main menu items. Enter values including any valid CSS unit, ex: 10px or 10%.
fr_fr: Sélectionnez le rembourrage des éléments du menu principal. Entrez des valeurs incluant toute unité CSS valide, ex : 10px ou 10%.

source: Main Menu Item Spacing
fr_fr: Espacement des éléments du menu principal

source: The gap between main menu items. Use any valid CSS value, including its unit (10px, 4%, 1em etc).
fr_fr: L'écart entre les articles du menu principal. Utilisez toute valeur CSS valide, y compris son unité (10px, 4%, 1em etc.).

source: Main Menu Item Border Radius
fr_fr: Élément de menu principal Rayon de la frontière

source: Main Menu Hover Transition
fr_fr: Menu principal Transition du survol

source: Center Horizontal
fr_fr: Centrer horizontalement

source: Center Vertical
fr_fr: Centrer verticalement

source: Select the animation type when hovering the main menu items. This animation is applied to the background-color and borders.
fr_fr: Sélectionnez le type d'animation en survolant les éléments du menu principal. Cette animation est appliquée à la couleur de fond et aux bordures.

source: Main Menu Icon Position
fr_fr: Position des icônes du menu principal

source: Controls the main menu icon position.
fr_fr: Contrôle le positionnement des icônes du menu principal.

source: Main Menu Icon Size
fr_fr: Taille des icônes du menu principal

source: Controls the size of the main menu icons.
fr_fr: Contrôle la taille des icônes du menu principal.

source: Main Menu Item Background Color
fr_fr: Couleur de fond de l'élément de menu principal

source: Controls the background-color for main menu items.
fr_fr: Contrôle la couleur de fond des éléments du menu principal.

source: Main Menu Item Text Color
fr_fr: Couleur du texte de l'élément de menu principal

source: Controls the color for main menu item text color.
fr_fr: Contrôle la couleur du texte des éléments du menu principal.

source: Main Menu Item Border Size
fr_fr: Élément du menu principal Taille de la frontière

source: Select the border size for main menu items. Enter values including any valid CSS unit, ex: 10px.
fr_fr: Sélectionnez la taille de la bordure pour les éléments du menu principal. Entrez des valeurs incluant toute unité CSS valide, ex : 10px.

source: Main Menu Item Border Color
fr_fr: Couleur de la bordure de l'élément de menu principal

source: Controls the border-color for main menu items.
fr_fr: Contrôle la couleur de la bordure pour les articles du menu principal.

source: Main Menu Item Icon Color
fr_fr: Couleur des icônes des éléments du menu principal

source: Controls the main menu icon color.
fr_fr: Contrôle la couleur de l'icône du menu principal.

source: Dropdown Carets
fr_fr: Les soins de santé

source: Select whether dropdown carets should show as submenu indicator.
fr_fr: Choisissez si les carnets déroulants doivent s'afficher comme indicateur de sous-menu.

source: Submenu Mode
fr_fr: Mode Sous-menu

source: Flyout
fr_fr: Déroulant

source: Select whether you want a classic dropdown, or a full-screen flyout.
fr_fr: Choisissez si vous souhaitez une liste déroulante classique ou un flyout plein écran.

source: Expand Method
fr_fr: Élargir la méthode

source: Select how submenus will expand. If carets are enabled, then they will become clickable.
fr_fr: Sélectionnez la façon dont les sous-menus se développent. Si les curseurs sont activés, ils deviendront cliquables.

source: Toggle
fr_fr: Basculer

source: Submenu Expand Direction
fr_fr: Sous-menu Étendre la direction

source: Changes the expand direction for submenus and vertical menus.
fr_fr: Change la direction d'expansion des sous-menus et des menus verticaux.

source: Submenu Expand Transition
fr_fr: Sous-menu Étendre la transition

source: Slide Up
fr_fr: Glisser vers le Haut

source: Slide Down
fr_fr: Glisser vers le bas

source: Changes the expand transition for submenus.
fr_fr: Modifie la transition d'expansion pour les sous-menus.

source: Submenu Maximum Width
fr_fr: Sous-menu Largeur maximale

source: The maximum width for submenus. Use any valid CSS value.
fr_fr: La largeur maximale des sous-menus. Utilisez toute valeur CSS valide.

source: Flyout Direction
fr_fr: Direction de l'itinéraire

source: Controls the direction the flyout submenu starts from.
fr_fr: Contrôle la direction à partir de laquelle le sous-menu Flyout démarre.

source: Submenu Item Padding
fr_fr: Sous-menu Item Rembourrage

source: Select the padding for submenu items. Enter values including any valid CSS unit, ex: 10px or 10%.
fr_fr: Sélectionnez le rembourrage des éléments de sous-menu. Entrez des valeurs incluant toute unité CSS valide, ex : 10px ou 10%.

source: Submenu Border Radius
fr_fr: Sous-menu Rayon de la frontière

source: Submenu Separator Color
fr_fr: Couleur Séparateur Sous-menu

source: Controls the color for the submenu items separator. Set to transparent for no separator.
fr_fr: Contrôle la couleur du séparateur des éléments de sous-menu. Réglé sur transparent pour aucun séparateur.

source: Submenu Background Color
fr_fr: Couleur d’arrière-plan du sous-menu

source: Controls the background-color for submenu dropdowns.
fr_fr: Contrôle la couleur de fond pour les menus déroulants des sous-menus.

source: Submenu Text Color
fr_fr: Couleur du texte du sous-menu

source: Controls the text color for submenu dropdowns.
fr_fr: Contrôle la couleur du texte pour les menus déroulants des sous-menus.

source: Close Icon Color
fr_fr: Couleur Icône Fermer

source: Controls the close icon color for flyout submenu.
fr_fr: Contrôle la couleur de l'icône de fermeture pour le sous-menu Flyout.

source: Collapse to Mobile Breakpoint
fr_fr: Effondrement au point de rupture mobile

source: The breakpoint at which your navigation will collapse to mobile mode.
fr_fr: Le point de rupture auquel votre navigation s'effondrera en mode mobile.

source: The breakpoint at which your menu will collapse to mobile mode. In pixels.
fr_fr: Le point d'arrêt auquel votre menu s'effondrera en mode mobile. En pixels.

source: Mobile Menu Mode
fr_fr: Mode menu mobile

source: Choose if you want the mobile menu to be collapsed to a button, or always expanded.
fr_fr: Choisissez si vous souhaitez que le menu mobile soit réduit à un bouton, ou toujours développé.

source: Mobile Menu Expand Mode
fr_fr: Mode d'extension du menu mobile

source: Change the width and position of expanded mobile menus.
fr_fr: Modifier la largeur et la position des menus mobiles étendus.

source: Within Column - Normal
fr_fr: Dans la colonne - Normal

source: Within Column - Static
fr_fr: Dans la colonne - Statique

source: Full Width - Static
fr_fr: Pleine largeur - Statique

source: Mobile Menu Trigger Padding
fr_fr: Rembourrage du déclencheur du menu mobile

source: Select the padding for your mobile menu's expand / collapse button. Enter values including any valid CSS unit, ex: 10px.
fr_fr: Sélectionnez le rembourrage du bouton d'expansion/réduction de votre menu mobile. Entrez des valeurs incluant toute unité CSS valide, ex : 10px.

source: Mobile Menu Trigger Background Color
fr_fr: Couleur de fond du déclencheur de menu mobile

source: Controls the background-color for the mobile menu trigger.
fr_fr: Contrôle la couleur de fond pour le déclencheur du menu mobile.

source: Mobile Menu Trigger Text Color
fr_fr: Couleur du texte du déclencheur de menu mobile

source: Controls the text-color for the mobile menu trigger.
fr_fr: Contrôle la couleur du texte pour le déclenchement du menu mobile.

source: Mobile Menu Trigger Text
fr_fr: Texte déclencheur de menu mobile

source: The text shown next to the mobile menu trigger icon.
fr_fr: Le texte affiché à côté de l'icône de déclenchement du menu mobile.

source: Mobile Menu Trigger Expand Icon
fr_fr: Déclenchement du menu mobile Agrandir l'icône

source: Select icon for expanding / opening the menu.
fr_fr: Sélectionnez l'icône pour développer / ouvrir le menu.

source: Mobile Menu Trigger Collapse Icon
fr_fr: Icône d'effondrement du déclencheur du menu mobile

source: Select icon for collapsing / closing the menu.
fr_fr: Sélectionnez l'icône pour réduire / fermer le menu.

source: Mobile Menu Trigger Font Size
fr_fr: Taille de la police de déclenchement du menu mobile

source: Controls the size of the mobile menu trigger. Font-Size In pixels.
fr_fr: Contrôle la taille du déclencheur du menu mobile. Taille de la police en pixels.

source: Mobile Menu Trigger Horizontal Align
fr_fr: Alignement horizontal du déclencheur de menu mobile

source: Change the horizontal alignment of the collapse / expand button within its container column.
fr_fr: Modifier l'alignement horizontal du bouton d'effacement / d'expansion dans sa colonne de conteneur.

source: Mobile Menu Trigger Button Full Width
fr_fr: Bouton de déclenchement du menu mobile pleine largeur

source: Turn on to make the mobile menu trigger button span full-width.
fr_fr: Allumez pour que le bouton de déclenchement du menu mobile s'étende sur toute la largeur.

source: Mobile Menu Trigger Bottom Margin
fr_fr: Marge inférieure de déclenchement du menu mobile

source: Controls the space between the mobile menu trigger and expanded mobile menu.
fr_fr: Contrôle l'espace entre le déclencheur du menu mobile et le menu mobile élargi.

source: Mobile Menu Item Minimum Height
fr_fr: Hauteur minimale des éléments du menu mobile

source: Controls the height of each menu item. In pixels.
fr_fr: Contrôle la hauteur de chaque élément du menu. En pixels.

source: Mobile Menu Sticky Maximum Height
fr_fr: Hauteur maximale du menu mobile collant

source: The maximum height for mobile main menu links when the container is sticky. Use any valid CSS unit.
fr_fr: La hauteur maximale des liens du menu principal mobile lorsque le conteneur est collant. Utilisez toute unité CSS valide.

source: Mobile Menu Text Align
fr_fr: Alignement du texte du menu pour appareils mobiles

source: Select if mobile menu items should be aligned to the left, right or centered.
fr_fr: Choisissez si les éléments du menu mobile doivent être alignés à gauche, à droite ou centrés.

source: Mobile Menu Indent Submenus
fr_fr: Sous-menus du menu mobile
