Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: There are no related products.
fr_fr: Il n'y a pas de produits connexes.

source: Woo Related Products
fr_fr: Woo Produits associés

source: Woo Reviews
fr_fr: Woo Critiques

source: Review Border Size
fr_fr: Révision de la taille des frontières

source: Controls the review border size. In pixels.
fr_fr: Contrôle la taille de la frontière de révision. En pixels.

source: Review Border Color
fr_fr: Examiner la couleur de la bordure

source: Controls the review border color.
fr_fr: Contrôle la couleur de la bordure de la revue.

source: Stars Color
fr_fr: Couleur des étoiles

source: Controls the color of review stars, ex: #000.
fr_fr: Contrôle la couleur des étoiles de la revue, ex : #000.

source: Rating Box Background Color
fr_fr: Couleur de fond de la boîte de classement

source: Controls the rating box background color, ex: #000.
fr_fr: Contrôle la couleur de fond de la case de notation, ex : #000.

source: Active Rating Box Background Color
fr_fr: Couleur de fond de la boîte de notation active

source: Controls the rating box background color when hovering or in active state, ex: #000.
fr_fr: Contrôle la couleur de fond de la boîte de notation en survol ou en état actif, ex : #000.

source: Submit Review Button Style
fr_fr: Soumettre le style du bouton de révision

source: Select whether you want to custom style the submit review button.
fr_fr: Choisissez si vous souhaitez personnaliser le style du bouton "soumettre l'évaluation".

source: Woo Short Description
fr_fr: Description succincte de Woo

source: Stock Font Size
fr_fr: Taille de la police d'origine

source: Controls the font size of the stock text. Enter value including any valid CSS unit, ex: 20px.
fr_fr: Contrôle la taille de la police du texte de base. Entrez une valeur incluant toute unité CSS valide, ex : 20px.

source: Stock Text Color
fr_fr: Couleur du texte d'origine

source: Select a color for the stock text.
fr_fr: Sélectionnez une couleur pour le texte de base.

source: Woo Tabs
fr_fr: Woo Onglets

source: Display Tabs
fr_fr: Afficher des onglets

source: Reviews
fr_fr: Avis

source: Choose which tabs should be displayed.
fr_fr: Choisissez les onglets qui doivent être affichés.

source: Choose the tabs layout.
fr_fr: Choisissez la disposition des onglets.

source: Show Tab Content Headings
fr_fr: Afficher les titres de contenu des onglets

source: Choose to have tab content headings displayed.
fr_fr: Choisissez d'afficher les titres du contenu des onglets.

source: Space Between Nav and Content
fr_fr: L'espace entre la navigation et le contenu

source: Set space between tab nav and tab content sections. Leave empty for default value of 20px.
fr_fr: Définissez l'espace entre les sections de navigation et de contenu des onglets. Laissez vide pour une valeur par défaut de 20px.

source: Controls the border color.
fr_fr: Contrôle la couleur de la bordure.

source: Nav Padding
fr_fr: Rembourrage des navires

source: Enter values including any valid CSS unit, ex: 10px or 10%. Leave empty to use default 10px 0 10px 0 value.
fr_fr: Entrez les valeurs en incluant toute unité CSS valide, ex : 10px ou 10%. Laissez vide pour utiliser la valeur par défaut 10px 0 10px 0.

source: Content Padding
fr_fr: Marge(s) intérieure(s)

source: Enter values including any valid CSS unit, ex: 10px or 10%. Leave empty to use default 40px value.
fr_fr: Entrez les valeurs en incluant toute unité CSS valide, ex : 10px ou 10%. Laissez vide pour utiliser la valeur par défaut de 40px.

source: Review Stars Color
fr_fr: Couleur des étoiles d’avis

source: Checkbox Field
fr_fr: Champ de Case à cocher

source: Field Label
fr_fr: Libellé du champ

source: Enter the label for the input field. This is how users will identify individual fields.
fr_fr: Saisissez l'étiquette du champ de saisie. C'est ainsi que les utilisateurs identifieront les différents champs.

source: Required Field
fr_fr: Champ requis

source: Tooltip Text
fr_fr: Texte d'info-bulle

source: The text to display as tooltip hint for the input.
fr_fr: Le texte à afficher comme info-bulle pour la saisie.

source: Add options for the input field.
fr_fr: Ajouter des options pour le champ de saisie.

source: Field Layout
fr_fr: Mise en page du champ

source: Make a selection for field layout. Floated will have them side by side. Stacked will have one per row.
fr_fr: Faites une sélection pour la mise en page des champs. Les champs flottants seront côte à côte. Les empilés en auront un par ligne.

source: Tab Index
fr_fr: Tableau index

source: Tab index for this input field.
fr_fr: Index de tabulation pour ce champ de saisie.

source: Add a class for the input field.
fr_fr: Ajouter une classe pour le champ de saisie.

source: Add an ID for the input field.
fr_fr: Ajoutez un identifiant pour le champ de saisie.

source: Checked
fr_fr: Coché

source: Unchecked
fr_fr: Non vérifié

source: Date Field
fr_fr: Champ de date

source: Make a selection to ensure that this field is completed before allowing the user to submit the form.
fr_fr: Faites une sélection pour vous assurer que ce champ est rempli avant de permettre à l'utilisateur de soumettre le formulaire.

source: The placeholder text to display as hint for the input type. Note, this will only show for the custom picker. <strong>NOTE:</strong> The placeholder will only be displayed on screen sizes that have the custom picker enabled.
fr_fr: Le texte de remplacement à afficher comme indice du type de saisie. Notez que ce texte ne s'affiche que pour le Custom Picker. <strong>REMARQUE :</strong> le caractère de remplissage ne sera affiché que sur les écrans dont la fonction de sélection personnalisée est activée.

source: Custom Picker
fr_fr: Cueilleur sur mesure

source: Choose to enable a lightweight custom picker on mobile only, mobile and desktop or set to never to use browser native.
fr_fr: Choisissez d'activer un sélecteur personnalisé léger sur le mobile uniquement, le mobile et le bureau ou réglez pour ne jamais utiliser le navigateur en natif.

source: Date Format
fr_fr: Format de la date

source: Enter the date format you need. You can check the complete list of available formatting tokens <a href="%s" target="_blank">here</a>.
fr_fr: Saisissez le format de date dont vous avez besoin. Vous pouvez consulter la liste complète des jetons de formatage disponibles <a href=« %s » target=« _blank »>ici</a>.

source: Input Field Icon
fr_fr: Icône du champ de saisie

source: Select an icon for the input field, click again to deselect.
fr_fr: Sélectionnez une icône pour le champ de saisie, cliquez à nouveau pour désélectionner.

source: Email Field
fr_fr: Champ d’e-mail

source: Field Value
fr_fr: Valeur Champ

source: The placeholder text to display as hint for the input type.
fr_fr: Le texte de remplacement à afficher comme indice du type de saisie.

source: No form selected. Please select a form to display it here.
fr_fr: Aucun formulaire n'a été sélectionné. Veuillez sélectionner un formulaire pour l'afficher ici.

source: This form no longer exists. It has been deleted or moved. Please create a new form to assign here.
fr_fr: Ce formulaire n'existe plus. Il a été supprimé ou déplacé. Veuillez créer un nouveau formulaire à attribuer ici.

source: The supplied email address is invalid.
fr_fr: L'adresse électronique fournie n'est pas valide.

source: Max allowed value is: 2.
fr_fr: La valeur maximale autorisée est : 2.

source: Min allowed value is: 1.
fr_fr: La valeur minimale autorisée est : 1.

source: Value out of bounds, limits are: 1-2.
fr_fr: La valeur est hors limites, les limites sont : 1-2.

source: Your file size exceeds max allowed limit of
fr_fr: La taille de votre fichier dépasse la limite maximale autorisée de

source: This file extension is not allowed. Please upload file having these extensions:
fr_fr: Cette extension de fichier n'est pas autorisée. Veuillez télécharger les fichiers portant ces extensions

source: Forms Dashboard
fr_fr: Tableau de bord des formulaires

source: Avada Form
fr_fr: Formulaire Avada

source: Select the form from list. NOTE: You can create, edit and find forms on the %s page.
fr_fr: Sélectionnez le formulaire dans la liste. NOTE : Vous pouvez créer, modifier et trouver des formulaires sur la page %s.

source: Hidden Field
fr_fr: Champ masqué

source: Enter the label for the input field. This will not be visual, but is used for HubSpot matching.
fr_fr: Saisissez l'étiquette du champ de saisie. Celui-ci ne sera pas visuel, mais il est utilisé pour la correspondance HubSpot.

source: hidden_field
fr_fr: champ_masqué

source: Enter the value to be set for this hidden field.
fr_fr: Saisissez la valeur à définir pour ce champ caché.

source: Hidden Value
fr_fr: Valeur cachée

source: Image Select Field
fr_fr: Champ de sélection d’image

source: Enter some content for this radio image.
fr_fr: Entrez du contenu pour cette image radio.

source: Bulk Image Upload
fr_fr: Téléchargement Images en lot

source: This option allows you to select multiple images at once and they will populate into individual items. It saves time instead of adding one image at a time.
fr_fr: Cette option permet de sélectionner plusieurs images à la fois et ils rempliront en objets individuels. Il fait gagner du temps au lieu d’ajouter une image à la fois.

source: Multiple Select
fr_fr: Sélection multiple

source: Allow multiple options to be selected.
fr_fr: Permet de sélectionner plusieurs options.

source: Image Width
fr_fr: Largeur de l’image

source: In pixels (px), ex: 10px.
fr_fr: En pixels, ex: 10px.

source: Image Height
fr_fr: Hauteur de l’image

source: Controls the border size of the image options. If left empty will inherit from the form options.
fr_fr: Contrôle la taille de la bordure des options de l'image. Si elle est laissée vide, elle héritera des options du formulaire.

source: Inactive Image Border Color
fr_fr: Couleur de la bordure de l'image inactive

source: Set border color for inactive image.
fr_fr: Définissez la couleur de la bordure pour l'image inactive.

source: Active Image Border Color
fr_fr: Couleur de la bordure de l'image active

source: Set border color for selected image.
fr_fr: Définissez la couleur de la bordure de l'image sélectionnée.

source: Controls the border radius of the image options. In pixels.
fr_fr: Contrôle le rayon de la bordure des options d'image. En pixels.

source: Single image input for the image select.
fr_fr: Saisie d'une seule image pour la sélection de l'image.

source: Upload an image to display.
fr_fr: Ajouter une image à afficher.

source: Image ID
fr_fr: ID de l’image

source: Image ID from Media Library.
fr_fr: Identifiant de l'image de la bibliothèque de médias.

source: Enter the field value.
fr_fr: Entrez la valeur du champ.

source: Initial State
fr_fr: Début de scénario

source: Notice
fr_fr: Avis

source: Success Message
fr_fr: Message de succès

source: Enter a message to be shown when the form has been successfully submitted.
fr_fr: Saisissez un message à afficher lorsque le formulaire a été soumis avec succès.

source: Error Message
fr_fr: Message d'erreur

source: Enter a message to be shown when a problem has been encountered while submitting the form.
fr_fr: Saisissez un message à afficher lorsqu'un problème a été rencontré lors de l'envoi du formulaire.

source: Number
fr_fr: Numérique

source: Min Value
fr_fr: Valeur minimale

source: Minimum allowed value.
fr_fr: Valeur minimale autorisée.

source: Max Value
fr_fr: Valeur maximale

source: Maximum allowed value.
fr_fr: Valeur maximale autorisée.

source: Password Field
fr_fr: Champ mot de passe

source: Phone Number Field
fr_fr: Champ du numéro de téléphone

source: Radio Field
fr_fr: Bouton Radio

source: Range Field
fr_fr: Champ de tir

source: Range input field orientation
fr_fr: Orientation des champs de saisie de la gamme

source: Range Min Value
fr_fr: Fourchette Valeur minimale

source: Minimum allowed value for range input type.
fr_fr: Valeur minimale autorisée pour le type d'entrée de la gamme.

source: Range Max Value
fr_fr: Fourchette Valeur maximale

source: Maximum allowed value for range input type.
fr_fr: Valeur maximale autorisée pour le type d'entrée de la gamme.

source: Range Step Value
fr_fr: Valeur d’intervalle de la plage

source: Incremental Value for range input type.
fr_fr: Valeur incrémentielle pour le type d'entrée de la gamme.

source: Default Value
fr_fr: Valeur par défaut

source: Set default value for range input type.
fr_fr: Définissez la valeur par défaut pour le type d'entrée de la gamme.

source: Rating Field
fr_fr: Champ de notation

source: Rating Limit
fr_fr: Limite de notation

source: Set the maximum rating that can be given.
fr_fr: Fixer la note maximale qui peut être donnée.

source: Rating Icon
fr_fr: Icone de l'évaluation

source: Choose icon for rating.
fr_fr: Choisissez l'icône pour la notation.

source: Icon Font Size
fr_fr: Taille police icône

source: reCAPTCHA Field
fr_fr: champ reCAPTCHA

source: reCAPTCHA Color Scheme
fr_fr: Schéma de couleur du ReCaptcha

source: Choose the reCAPTCHA color scheme.
fr_fr: Choisissez le schéma de couleurs reCAPTCHA.

source: reCAPTCHA Badge Position
fr_fr: reCAPTCHA Position du badge

source: Choose where the reCAPTCHA badge should be displayed.
fr_fr: Choisissez l'endroit où le badge reCAPTCHA doit être affiché.

source: The placeholder text to display as the initial selection.
fr_fr: Le texte de remplacement à afficher comme sélection initiale.

source: Submit Button
fr_fr: Bouton Envoyer

source: Button Text
fr_fr: Texte du bouton

source: Submit
fr_fr: Envoyer

source: Add the text that will display on button.
fr_fr: Ajouter le texte à afficher sur le bouton.

source: Button Additional Attributes
fr_fr: Attributs supplémentaires du Bouton

source: Add additional attributes to the anchor tag. Separate attributes with a whitespace and use single quotes on the values, doubles don't work. If you need to add square brackets, [ ], to your attributes, please use curly brackets, { }, instead. They will be replaced correctly on the frontend. ex: rel='nofollow'.
fr_fr: Ajoutez des attributs supplémentaires à la balise d'ancrage. Séparez les attributs avec un espace blanc et utilisez des guillemets simples sur les valeurs, les doubles ne fonctionnent pas. Si vous devez ajouter des crochets, [ ], à vos attributs, utilisez des crochets, { }, à la place. Ils seront remplacés correctement. Ex: rel='nofollow'.

source: Select the button's alignment.
fr_fr: Choisissez l’alignement du bouton.

source: Button Style
fr_fr: Style de bouton

source: Select the button's color. Select default or color name for Global Options, or select custom to use advanced color options below.
fr_fr: Sélectionnez la couleur du bouton. Sélectionnez la couleur par défaut ou le nom de la couleur pour les options globales, ou sélectionnez personnalisé pour utiliser les options de couleur avancées ci-dessous.

source: Green
fr_fr: Vert

source: Dark Green
fr_fr: Vert foncé

source: Blue
fr_fr: Bleu

source: Red
fr_fr: Rouge

source: Pink
fr_fr: Rose

source: Dark Gray
fr_fr: Gris foncé

source: Light Gray
fr_fr: Gris clair

source: Controls the top color of the button background.
fr_fr: Contrôle la couleur d'arrière-plan du haut du dégradé du bouton.

source: Controls the bottom color of the button background.
fr_fr: Contrôle la couleur d’arrière-plan du bouton.

source: Controls the top hover color of the button background.
fr_fr: Contrôle la couleur de la partie haute du dégradé de l’arrière-plan du bouton.

source: Controls the bottom hover color of the button background.
fr_fr: Contrôle la couleur de la partie basse du dégradé de l’arrière-plan du bouton.

source: Controls the color of the button text, divider and icon.
fr_fr: Contrôle la couleur du texte, du diviseur et de l’icône du bouton.

source: Button Accent Hover Color
fr_fr: Couleur au survol de l'accent du bouton

source: Controls the hover color of the button text, divider and icon.
fr_fr: Contrôle la couleur de vol stationnaire du texte, du diviseur et de l’icône du bouton.

source: Button Type
fr_fr: Type de bouton

source: Controls the button type.
fr_fr: Contrôle le style du bouton.

source: Flat
fr_fr: Plat

source: Button Bevel Color For 3D Mode
fr_fr: Couleur du biseau du bouton en mode 3D

source: Controls the bevel color of the button when using 3D button type.
fr_fr: Contrôle la couleur du biseau des boutons 3D.

source: Controls the hover border color of the button.
fr_fr: Contrôle la couleur de bordure plan stationnaire du bouton.

source: Controls if the button spans the full width of its container.
fr_fr: Contrôle si le bouton s’étend sur toute la largeur de son conteneur.

source: Icon Divider
fr_fr: Séparateur d’icône

source: Choose to display a divider between icon and text.
fr_fr: Choisissez d'afficher un diviseur entre l'icône et le texte.

source: Underline
fr_fr: Souligner

source: Tab index for this field.
fr_fr: Index des onglets pour ce champ.

source: Form ID
fr_fr: ID du formulaire

source: Contains active form ID.
fr_fr: Contient l'identification du formulaire actif.

source: Text Field
fr_fr: Champ texte

source: Disabled Field
fr_fr: Champ désactivé

source: Choose to disable the field, which makes its content uneditable. Disabled fields won't be submitted.
fr_fr: Choisissez de désactiver le champ, ce qui rend son contenu non modifiable. Les champs désactivés ne seront pas soumis.

source: The placeholder text to display as hint for the input type. If tooltip is enabled, the placeholder will be displayed as tooltip.
fr_fr: Le texte de remplacement à afficher comme indice du type de saisie. Si l'info-bulle est activée, le caractère de remplacement sera affiché sous forme d'info-bulle.

source: Phone Number
fr_fr: Numéro de téléphone

source: Minimum Required Characters
fr_fr: Nombre minimum de caractères requis

source: Controls the minimum number of characters that will be required for this input field. Leave at 0 to have no minimum.
fr_fr: Contrôle le nombre minimum de caractères qui seront requis pour ce champ de saisie. Laisser à 0 pour ne pas avoir de minimum.

source: Maximum Allowed Characters
fr_fr: Nombre maximum de caractères autorisés

source: Controls the maximum number of characters that will be allowed for this input field. Leave at 0 to have no maximum.
fr_fr: Contrôle le nombre maximum de caractères qui seront autorisés pour ce champ de saisie. Laisser à 0 pour ne pas avoir de maximum.

source: Textarea Field
fr_fr: Champ de la Zone de texte

source: Textarea Row Value
fr_fr: Valeur de la ligne Textarea

source: Choose number of rows you want to have for this textarea field.
fr_fr: Choisissez le nombre de lignes que vous souhaitez avoir pour ce champ de type textarea.

source: Time Field
fr_fr: Champ de temps

source: Clock Type
fr_fr: Type d'horloge

source: Choose between 12 hour and 24 hour clock type. Note, will only work for custom picker type.
fr_fr: Choisissez entre le type d'horloge 12 heures et 24 heures. Remarque : ne fonctionne que pour le type de sélecteur personnalisé.

source: 12 Hour
fr_fr: 12 heures

source: 24 Hour
fr_fr: 24 heures

source: Choose File
fr_fr: Choisissez un fichier

source: Upload Field
fr_fr: Champ de téléchargement

source: Click or drag a file to this area to upload.
fr_fr: Cliquez pour charger l’image.

source: Max File Upload Size
fr_fr: Taille maximale de téléchargement de fichiers

source: Maximum size limit for file upload. The default is 2 MB.
fr_fr: Limite de taille maximale pour le téléchargement de fichiers. La valeur par défaut est de 2 Mo.

source: Allow Multiple Uploads
fr_fr: Téléversement multiple

source: Decide if multiple files can be uploaded.
fr_fr: Décidez si plusieurs fichiers peuvent être téléchargés.

source: Allowed Extensions
fr_fr: Extensions autorisées

source: Please enter the comma separated extensions that you want to allow. Leave empty to allow all. Example input: .jpg,.png. Note, WordPress file type permissions still apply.
fr_fr: Veuillez saisir les extensions séparées par des virgules que vous souhaitez autoriser. Laissez vide pour permettre tout. Exemple de saisie : .jpg, .png. Remarque : les autorisations de type de fichier WordPress s'appliquent toujours.

source: Alert
fr_fr: Alerte

source: General Background Color
fr_fr: Couleur générale de fond

source: Set the background color for general alert boxes.
fr_fr: Définir la couleur d’arrière-plan des boîtes d'alertes générales.

source: General Accent Color
fr_fr: Couleur Accent général

source: Set the accent color for general alert boxes.
fr_fr: Définissez la couleur d'accentuation pour les zones d'alerte générales.

source: Error Background Color
fr_fr: Couleur Fond de Erreur

source: Set the background color for error alert boxes.
fr_fr: Définissez la couleur d'arrière-plan des zones d'alerte d'erreur.

source: Error Accent Color
fr_fr: Couleur Accent d'erreur

source: Set the accent color for error alert boxes.
fr_fr: Définissez la couleur de accentuation pour les zones d'alerte d'erreur.

source: Success Background Color
fr_fr: Notification Succès : Arrière plan

source: Set the background color for success alert boxes.
fr_fr: Définissez la couleur d'arrière-plan pour les boîtes d'alerte de réussite.

source: Success Accent Color
fr_fr: Couleur de accent de réussite

source: Set the accent color for success alert boxes.
fr_fr: Définissez la couleur d'accentuation pour les cases d'alerte de succès.

source: Notice Background Color
fr_fr: Couleur d'arrière-plan de l'avis

source: Set the background color for notice alert boxes.
fr_fr: Définissez la couleur d'arrière-plan pour les boîtes d'alerte de notice.

source: Set the accent color for notice alert boxes.
fr_fr: Définissez la couleur d'accentuation pour les zones d'alerte d'avis.

source: Choose how the content should be displayed.
fr_fr: Choisissez comment le contenu doit s'afficher.

source: Choose how the text is displayed.
fr_fr: Choisissez comment le texte est affiché.

source: Dismissable Box
fr_fr: Boîte disimulable

source: Select if the alert box should be dismissable.
fr_fr: Sélectionnez si le champ d'alerte doit être fermable.

source: Display a box shadow below the alert box.
fr_fr: Affiche une ombre sous la boîte.

source: Controls the border size of the alert boxes.
fr_fr: Contrôle la taille de la bordure des boîtes d’alerte.

source: Alert Type
fr_fr: Type d’alerte

source: Select the type of alert message. Choose custom for advanced color options below.
fr_fr: Sélectionnez le type de message d'alerte. Choisissez "personnalisé" pour configurer les options de couleurs.

source: Error
fr_fr: Erreur

source: Success
fr_fr: Succès

source: Accent Color
fr_fr: Couleur d’accentuation

source: Custom setting only. Set the border, text and icon color for custom alert boxes.
fr_fr: Ne s'applique qu'aux alertes personnalisées. Couleur du texte, de l'icône et de la bordure des boîtes d'alerte personnalisées.

source: Custom setting only. Set the background color for custom alert boxes.
fr_fr: Réglages personnalisés seulement. Régler la couleur de fond pour les boîtes d’alerte personnalisé.

source: Custom setting only. Set the border size for custom alert boxes. In pixels.
fr_fr: Paramètre personnalisé uniquement. Définissez la taille de la bordure pour les boîtes d’alerte personnalisées. En pixels.

source: Select Custom Icon
fr_fr: Sélectionnez l’icône personnalisée

source: Alert Content
fr_fr: Contenu Alerte

source: Insert the alert's content.
fr_fr: Insérez le contenu de l'alerte.

source: Your Content Goes Here
fr_fr: Insérer votre contenu Ici

source: Maximum Width
fr_fr: Largeur maximale

source: Set the maximum width using a valid CSS value.
fr_fr: Définissez la largeur maximale à l’aide d’une valeur CSS valide.
