Repository: CH503822/Localization-l10n
Catalog: fusion-builder/fusion-builder-*.po
Languages: fr_fr

source: Select number of posts per page. Set to -1 to display all. Set to 0 to use number of posts from Settings > Reading.
fr_fr: Sélectionnez le nombre d’articles par page. Réglez de "-1" à "tout". Réglez sur "0" pour utiliser le nombre de messages paramétré dans Réglages> Lecture.

source: Content Display
fr_fr: Affichage du contenu

source: Controls if the content displays as an excerpt or full content or is completely disabled.
fr_fr: Contrôle si le contenu s'affiche sous forme d'extrait ou de contenu intégral ou s'il est complètement désactivé.

source: Excerpt
fr_fr: Extrait

source: Full Content
fr_fr: Tout le contenu

source: No Text
fr_fr: Pas de texte

source: Excerpt Length
fr_fr: Longueur de l'extrait

source: Insert the number of words/characters you want to show in the excerpt.
fr_fr: Insérez le nombre de mots/caractères que vous souhaitez afficher dans l'extrait.

source: Strip HTML from Posts Content
fr_fr: Ignorer le HTML du texte de l'article

source: Choose to strip HTML from the post content.
fr_fr: Choisissez de supprimer le code HTML du contenu du message.

source: Show Meta Info
fr_fr: Afficher les Meta info

source: Choose to show all meta data.
fr_fr: Choisissez d'afficher toutes les métadonnées.

source: Show Author Name
fr_fr: Afficher le nom de l'auteur

source: Choose to show the author.
fr_fr: Choisissez d'afficher le nom de l'auteur.

source: Show Categories
fr_fr: Afficher les catégories

source: Choose to show the categories.
fr_fr: Choisissez d'afficher les catégories.

source: Show Comment Count
fr_fr: Afficher le nombre de commentaires

source: Choose to show the comments.
fr_fr: Choisir d’afficher les commentaires.

source: Show Date
fr_fr: Afficher la date

source: Choose to show the date.
fr_fr: Choisir d’afficher la date.

source: Show Read More Link
fr_fr: Afficher le lien "lire plus"

source: Choose to show the Read More link.
fr_fr: Choisissez d'afficher le lien "Lire la suite…"

source: Show Tags
fr_fr: Afficher les mots-clés

source: Choose to show the tags.
fr_fr: Choisir d’afficher les tags.

source: Pagination Type
fr_fr: Type de pagination

source: Choose the type of pagination.
fr_fr: Choisissez le type de pagination.

source: Infinite Scroll
fr_fr: Défilement infini

source: Load More Button
fr_fr: En voir plus

source: Nothing Found Message
fr_fr: Message trouvé rien

source: Replacement text when no results are found.
fr_fr: Remplacement du texte lorsque aucun résultat n'est trouvé.

source: Nothing Found
fr_fr: Aucun résultat

source: Select the layout for the element.
fr_fr: Sélectionnez une disposition pour l'élément.

source: Large Alternate
fr_fr: Grand alternatif

source: Medium Alternate
fr_fr: Moyen alternatif

source: Timeline
fr_fr: Chronologie

source: Masonry Image Aspect Ratio
fr_fr: Ratio image

source: Set the ratio to decide when an image should become landscape (ratio being width : height) and portrait (ratio being height : width). <strong>IMPORTANT:</strong> The value of "1.0" represents a special case, which will use the auto calculated ratios like in versions prior to Avada 5.5.
fr_fr: Réglez le ratio pour décider quand une image doit devenir paysage (ratio étant largeur: hauteur) et le portrait (ratio étant hauteur: largeur). <strong>IMPORTANT:</strong> La valeur de "1,0" représente un cas particulier, qui utilisera les ratio auto-calculés comme dans les versions antérieures à Avada 5.5.

source: Masonry 2x2 Width
fr_fr: Maçonnerie 2x2 largeur

source: This option decides when a square 1x1 image should become 2x2. This will not apply to images that highly favor landscape or portrait layouts. <strong>IMPORTANT:</strong> There is a “Masonry Image Layout” setting for every image in the WP media library that allows you to manually set how an image will appear (1x1, landscape, portrait or 2x2), regardless of the original ratio. In pixels.
fr_fr: Cette option détermine quand une image carrée 1x1 doit devenir 2x2. Cela ne s'appliquera pas aux images qui favorisent fortement les mises en page de paysage ou de portrait. <strong> IMPORTANT: </strong> Il y a un paramètre "mise en page d'image de maçonnerie" pour chaque image dans la bibliothèque multimédia WP qui vous permet de définir manuellement comment une image apparaîtra (1x1, paysage, portrait ou 2x2), quel que soit le ratio d'origine. En pixels.

source: Number of Columns
fr_fr: Nombre de colonnes

source: Controls the number of columns for grid layouts.
fr_fr: Contrôle le nombre de colonnes pour les mises en page de la grille.

source: Controls the column spacing.
fr_fr: Contrôle l’écart entre les colonnes.

source: Equal Heights
fr_fr: Hauteurs égales

source: Set to yes to display grid boxes with equal heights per row.
fr_fr: Choisissez Oui pour afficher les boîtes de grille de hauteur égale dans une même rangée.

source: Show Thumbnail
fr_fr: Afficher la vignette

source: Displays featured image.
fr_fr: Afficher l’image principale.

source: Controls the alignment of contents.
fr_fr: Contrôle l'alignement du contenu.

source: Text Flow
fr_fr: Flux du texte

source: Grid Box Color
fr_fr: Couleur de l'encadré de grille

source: Controls the background color for the grid boxes.
fr_fr: Contrôle les couleurs d&rsquo;arrière-plan pour les cases de grille.

source: Grid Element Color
fr_fr: Couleur de l'élément de la grille

source: Controls the color of borders/date box/timeline dots and arrows for the grid boxes.
fr_fr: Contrôle la couleur des lignes de bordure/division/date/chronologie des points et des flèches pour les cases de la grille.

source: Grid Separator Style
fr_fr: Style du séparateur de grille

source: No Style
fr_fr: Aucun style

source: Single Border Solid
fr_fr: Simple bordure pleine

source: Double Border Solid
fr_fr: Double bordure pleine

source: Single Border Dashed
fr_fr: Simple bordure tirets

source: Double Border Dashed
fr_fr: Double bordure tirets

source: Single Border Dotted
fr_fr: Simple bordure pointillée

source: Double Border Dotted
fr_fr: Double bordure pointillée

source: Shadow
fr_fr: Ombre

source: Grid Separator Color
fr_fr: Couleur des séparateurs de grille

source: Controls the line style color of grid separators.
fr_fr: Contrôle la couleur de style de ligne des séparateurs de grille.

source: Grid Text Padding
fr_fr: Rembourrage du texte de la grille

source: Controls the padding for text when using grid / masonry or timeline layout. Enter values including any valid CSS unit, ex: 30px, 25px, 0px, 25px.
fr_fr: Contrôle le rembourrage du texte lors de l'utilisation d'une grille / maçonnerie ou d'une ligne de temps. Entrez des valeurs incluant toute unité CSS valide, ex : 30px, 25px, 0px, 25px.

source: About the Author: %s
fr_fr: À propos de l'auteur : %s

source: Show Headings
fr_fr: Afficher les rubriques

source: Choose to show or hide headings.
fr_fr: Choisissez d'afficher ou de cacher les rubriques.

source: Make a selection for author avatar.
fr_fr: Faites une sélection pour l'avatar de l'auteur.

source: Circle
fr_fr: Cercle

source: Show Biography
fr_fr: Afficher la biographie

source: Choose to show or hide author biography.
fr_fr: Choisissez de montrer ou de cacher la biographie de l'auteur.

source: Comments Template Order
fr_fr: Modèle de commande de commentaires

source: Set if comments or comments form should be displayed first.
fr_fr: Définissez si les commentaires ou le formulaire de commentaires doivent être affichés en premier.

source: Comment Form
fr_fr: Formulaire de commentaires

source: Comment Avatar
fr_fr: Avatar des commentaires

source: Make a section for user comment avatar.
fr_fr: Faites une section pour l'avatar des commentaires des utilisateurs.

source: Heading Color
fr_fr: Couleur du titre

source: Comment Separator Border Size
fr_fr: Commentaire Séparateur Taille de la bordure

source: Controls the border size of the separators. In pixels.
fr_fr: Contrôle de la taille des frontières des séparateurs. En pixels.

source: Comment Separator Border Color
fr_fr: Couleur de la bordure du séparateur de commentaires

source: Controls the border color of the separators.
fr_fr: Contrôle la couleur de la bordure des séparateurs.

source: Comment Indent
fr_fr: Commentaire Indice

source: Set left padding for child comments. In pixels.
fr_fr: Réglez le rembourrage de gauche pour les commentaires des enfants. En pixels.

source: Link Color
fr_fr: Couleur du lien

source: Controls the link color.
fr_fr: Contrôlez la couleur du lien.

source: Text Color
fr_fr: Couleur du texte

source: Controls the text color.
fr_fr: Contrôle la couleur du texte.

source: Global Options Body Typography Settings
fr_fr: Options globales Paramètres de typographie du corps

source: Controls if the blog post content is displayed as excerpt, full content or is completely disabled.
fr_fr: Contrôle si le contenu de l'article de blog est affiché sous forme d'extrait, de contenu complet ou s'il est complètement désactivé.

source: Select the text alignment.
fr_fr: Sélectionnez l'alignement du texte.

source: Boxed Dropcap
fr_fr: Lettrine en boîte

source: Choose to get a boxed dropcap.
fr_fr: Choisissez d'encadrer la lettrine.

source: Choose the radius of the boxed dropcap. In pixels (px), ex: 1px, or "round".
fr_fr: Choisir le rayon de la lettrine encadrée. En pixels (px), par ex. : 1px ou "arrondi".

source: Dropcap Color
fr_fr: Couleur de la lettrine

source: Controls the color of the dropcap. Leave blank for Global Options selection.
fr_fr: Contrôle la couleur de la capsule. Laissez vide pour la sélection des options globales.

source: Dropcap Text Color
fr_fr: Couleur de texte de dropcap

source: Controls the color of the dropcap letter when using a box. Leave blank for Global Options selection.
fr_fr: Contrôle la couleur de la lettre dropcap lors de l'utilisation d'une boîte. Laissez vide pour la sélection des options globales.

source: Featured Images Slider
fr_fr: Slider image à la une

source: Show First Featured Image
fr_fr: Afficher la première image à la une

source: Turn on if you don't want to display first featured image.
fr_fr: Activez cette option si vous ne souhaitez pas afficher la première image présentée.

source: Select the hover effect type.
fr_fr: Sélectionnez l’effet de l’image au survol de la souris.

source: Image Size Dimensions
fr_fr: Dimensions de l'image

source: Dimensions in percentage (%) or pixels (px).
fr_fr: Dimensions en pixels (px) ou pourcentage (%).

source: Posts by %s
fr_fr: Articles par %s

source: Published On: %s
fr_fr: Publié le : %s

source: Last Updated: %s
fr_fr: Dernière mise à jour : %s

source: Skills Needed: %s
fr_fr: Compétences nécessaires : %s

source: %s words
fr_fr: %s Mots

source: %s min read
fr_fr: %s min de lecture

source: Meta Elements
fr_fr: Éléments Meta

source: Choose the order of meta elements.
fr_fr: Choisissez l'ordre des méta-éléments.

source: Published Date
fr_fr: Date de publication

source: Modified Date
fr_fr: Date de modification

source: Categories
fr_fr: Catégories

source: Tags
fr_fr: Étiquettes

source: Portfolio Skills
fr_fr: Compétences du Portfolio

source: Word Count
fr_fr: Nombre de mots

source: Choose if meta items should be stacked and full width, or if they should be floated.
fr_fr: Choisissez si les méta-éléments doivent être empilés sur toute la largeur ou s'ils doivent être flottants.

source: Stacked
fr_fr: Empilé

source: Floated
fr_fr: Flottant

source: Controls the type of separator between each meta item.
fr_fr: Contrôle le type de séparateur entre chaque méta-élément.

source: Select the meta alignment.
fr_fr: Sélectionnez le méta-alignement.

source: Vertical Alignment
fr_fr: Alignement vertical

source: Defines how the meta content should align vertically.
fr_fr: Définit la manière dont le méta-contenu doit s'aligner verticalement.

source: Horizontal Alignment
fr_fr: Alignement horizontal

source: Defines how the meta content should align horizontally. Overrides what is set on the container.
fr_fr: Définit comment le méta-contenu doit s'aligner horizontalement. Remplace ce qui est défini sur le conteneur.

source: Controls the Meta section height. In pixels.
fr_fr: Contrôle la hauteur de la section Meta. En pixels.

source: Text Font Size
fr_fr: Taille de la police du texte

source: Controls the font size for the meta text. Enter value including CSS unit (px, em, rem), ex: 10px
fr_fr: Contrôle la taille de la police pour le méta texte. Entrez la valeur en incluant l'unité CSS (px, em, rem), ex : 10px

source: Controls the text color of the meta section text.
fr_fr: Contrôle la couleur du texte de la méta section.

source: Controls the link color of the meta section text.
fr_fr: Contrôle la couleur du lien du texte de la méta section.

source: Controls the background color of element wrapper.
fr_fr: Contrôle la couleur de fond de l'enveloppe de l'élément.

source: Controls the border size of the element wrapper. In pixels or percentage, ex: 10px or 10%.
fr_fr: Contrôle la taille de la bordure de l'enveloppe de l'élément. En pixels ou en pourcentage, ex : 10px ou 10%.

source: Controls the border color of the element wrapper.
fr_fr: Contrôle la couleur de la bordure de l'enveloppe de l'élément.

source: Meta Item Background Color
fr_fr: Couleur de fond du Méta-élément

source: Controls the background color of the meta item.
fr_fr: Contrôle la couleur de fond du méta-élément.

source: Meta Item Border Size
fr_fr: Taille de la frontière du méta article

source: Controls the border size of the meta item. In pixels or percentage, ex: 10px or 10%.
fr_fr: Contrôle la taille de la bordure du méta-élément. En pixels ou en pourcentage, ex : 10px ou 10%.

source: Meta Item Border Color
fr_fr: Couleur de la bordure du Méta article

source: Controls the border color of the meta item.
fr_fr: Contrôle la couleur de la bordure du méta-élément.

source: Meta Item Padding
fr_fr: Rembourrage des méta-articles

source: Meta Item Margin
fr_fr: Marge sur les métadonnées

source: Post Categories
fr_fr: Catégories de l’article

source: Post Tags
fr_fr: Étiquettes d’article

source: Post Formats
fr_fr: Formats d'articles

source: Choose the layout of the pagination element.
fr_fr: Choisissez la disposition de l'élément de pagination.

source: Text
fr_fr: Texte

source: Text With Preview
fr_fr: Texte avec aperçu

source: Sticky Preview
fr_fr: Aperçu collant

source: Preview Position
fr_fr: Prévisualiser la position

source: Make a selection for preview position.
fr_fr: Faites une sélection pour le poste de prévisualisation.

source: Controls the pagination section height. In pixels.
fr_fr: Contrôle la hauteur de la section de pagination. En pixels.

source: Same Taxonomy Term
fr_fr: Même terme de taxonomie

source: Whether next/previous link should be in a same taxonomy term or not.
fr_fr: Si le lien suivant ou précédent doit être dans un même terme de taxonomie ou non.

source: Select taxonomy to get next/previous link from.
fr_fr: Sélectionnez la taxonomie à partir de laquelle vous souhaitez obtenir le lien suivant ou précédent.

source: Text Alignment
fr_fr: Alignement du texte

source: Make a selection for pagination text alignment.
fr_fr: Faites une sélection pour l'alignement de la pagination du texte.

source: Distributed
fr_fr: Distribué

source: Controls the font size for the pagination text. Enter value including CSS unit (px, em, rem), ex: 10px
fr_fr: Contrôle la taille de la police pour la pagination du texte. Entrez la valeur en incluant l'unité CSS (px, em, rem), ex : 10px

source: Controls the text color of the pagination section text.
fr_fr: Contrôle la couleur du texte de la section de pagination.

source: Separator Border Size
fr_fr: Taille de la bordure du séparateur de sections"

source: Separator Border Color
fr_fr: Couleur de la bordure du séparateur de sections

source: Value for preview section's z-index CSS property, can be both positive or negative.
fr_fr: La valeur de la propriété CSS z-index de la section de prévisualisation peut être positive ou négative.

source: Preview Height
fr_fr: Taille d'aperçu

source: Controls the preview section height. In pixels.
fr_fr: Contrôle la hauteur de la section de prévisualisation. En pixels.

source: Preview Width
fr_fr: Largeur de l’aperçu

source: Controls the preview section width. In pixels.
fr_fr: Contrôle la largeur de la section de prévisualisation. En pixels.

source: Preview Visible Area Width
fr_fr: Aperçu de la largeur de la zone visible

source: Controls the preview section width that is displayed before hover. In pixels.
fr_fr: Contrôle la largeur de la section de prévisualisation qui est affichée avant le survol. En pixels.

source: Preview Background Color
fr_fr: Prévisualiser la couleur de l’arrière plan

source: Controls the background color of the pagination section.
fr_fr: Contrôle la couleur de fond de la section de pagination.

source: Preview Text Color
fr_fr: Prévisualisation de la couleur du texte

source: Controls the text color of the preview section text.
fr_fr: Contrôle la couleur du texte de la section de prévisualisation.

source: Preview Text Font Size
fr_fr: Aperçu de la taille de la police du texte

source: Controls the font size for the preview text. Enter value including CSS unit (px, em, rem), ex: 10px
fr_fr: Contrôle la taille de la police pour le texte de l'aperçu. Entrez la valeur en incluant l'unité CSS (px, em, rem), ex : 10px

source: No posts found.
fr_fr: Aucun article trouvé.

source: Post Card Archives
fr_fr: Archives de cartes postales

source: Select a saved Post Card design to use. Create new or edit existing Post Cards in the %s.
fr_fr: Sélectionnez un modèle de carte postale enregistré à utiliser. Créez de nouvelles cartes postales ou modifiez celles qui existent déjà dans la fenêtre %s.

source: Post Card List View
fr_fr: Vue de la liste des cartes postales

source: This post card will be used in the list view which can be triggered with the sorting element (WooCommerce). Post cards can be created in the %s.
fr_fr: Cette carte postale sera utilisée dans la vue de liste qui peut être déclenchée avec l'élément de tri (WooCommerce). Les cartes postales peuvent être créées dans le champ %s.

source: Select number of posts per page. Set to -1 to display all. Set to 0 to use the post type default number of posts. For %1$s and %2$s this comes from the global options. For all others Settings > Reading.
fr_fr: Sélectionnez le nombre de messages par page. La valeur -1 permet de tout afficher. Définissez-le à 0 pour utiliser le nombre de messages par défaut du type de message. Pour %1$s et %2$s, cela provient des options globales. Pour tous les autres, Paramètres > Lecture.

source: products
fr_fr: produits

source: Select the type of pagination.
fr_fr: Sélectionnez le type de pagination.

source: Select how you want Post Cards to display.
fr_fr: Sélectionnez la manière dont vous souhaitez que les cartes postales s'affichent.

source: Post Card Alignment
fr_fr: Alignement des cartes postales

source: Select the Post Cards alignment within rows.
fr_fr: Sélectionnez l'alignement des cartes postales dans les rangées.

source: Set the number of columns per row.
fr_fr: Définissez le nombre de colonnes par ligne.

source: Set the number of columns per row. Leave at 0 for automatic column breaking
fr_fr: Définissez le nombre de colonnes par ligne. Laissez à 0 pour une rupture automatique des colonnes

source: Insert the amount of horizontal spacing between items without 'px'. ex: 40.
fr_fr: Insérez la quantité d'espacement horizontal entre les éléments sans 'px'. ex : 40.

source: Row Spacing
fr_fr: Espacement de lignes

source: Insert the amount of vertical spacing between items without 'px'. ex: 40.
fr_fr: Insérez la quantité d'espacement vertical entre les éléments sans 'px'. ex : 40.

source: Choose the horizontal separator line style. This will only be used on single column grids or list view.
fr_fr: Choisissez le style de ligne de séparation horizontale. Ce style ne sera utilisé que dans les grilles à colonne unique ou dans la vue en liste.

source: Separator Color
fr_fr: Couleur du séparateur

source: Controls the separator color.
fr_fr: Contrôle la couleur du séparateur.

source: Separator Width
fr_fr: Largeur du séparateur

source: In pixels (px or %), ex: 1px, ex: 50%. Leave blank for full width.
fr_fr: En pixels (px ou %), par ex. : 1px ou 50%. Laissez vide pour utiliser toute la largeur.

source: Separator Alignment
fr_fr: Alignement du séparateur

source: Select the separator alignment; only works when a width is specified.
fr_fr: Sélectionnez l’alignement de séparation; ne fonctionne que lorsque la largeur est spécifiée.

source: In pixels.
fr_fr: En pixels.

source: Choose to autoplay the items.
fr_fr: Choisissez de lire automatiquement les éléments.

source: Loop
fr_fr: Boucle

source: Insert the amount of items to scroll. Leave empty to scroll number of visible items.
fr_fr: Indiquez le nombre d'éléments à faire défiler à la souris. Laissez vide pour faire défiler tous les éléments visibles.

source: Choose to enable mouse drag control on the carousel. IMPORTANT: For easy draggability, when mouse scroll is activated, links will be disabled.
fr_fr: Choisissez d'activer ou non le contrôle du défilement à la souris sur le carrousel. IMPORTANT : pour un contrôle plus souple, les liens seront désactivés.

source: Choose to show navigation buttons on the carousel / slider.
fr_fr: Choisissez d'afficher les boutons de navigation sur le carrousel/le slider.

source: Arrows
fr_fr: Flèches

source: Hover / Active
fr_fr: Survoler / Actif

source: Navigation Margin
fr_fr: Marge de navigation

source: Controls the space between content and navigation. Enter value including any valid CSS unit, ex: -40px.
fr_fr: Contrôle l'espace entre le contenu et la navigation. Entrez la valeur en incluant toute unité CSS valide, ex : -40px.

source: Slider Animation
fr_fr: Animation du diaporama

source: Choose the slider animation style.
fr_fr: Choisissez le style d'animation du curseur.

source: Controls the delay of animation between each element in a set. In seconds.
fr_fr: Contrôle le délai d'animation entre chaque élément d'un ensemble. En secondes.

source: There are no related posts.
fr_fr: Il n’y a pas d’article similaire.

source: Controls the layout style for related posts and related projects.
fr_fr: Contrôle le style de mise en page pour les articles et projets similaires.

source: Title on rollover
fr_fr: Titre au survol

source: Title below image
fr_fr: Titre sous l'image

source: Number of Related Posts
fr_fr: Nombre d'Articles Similaires

source: Controls the number of related posts and projects that display on a single post.
fr_fr: Contrôle le nombre d'articles et projets similaires qui s'affichent sur une publication seule.

source: Controls the number of columns for the related posts and projects layout.
fr_fr: Contrôle le nombre de colonnes pour les articles associés et la mise en page des projets.

source: Controls the amount of spacing between columns for the related posts.
fr_fr: Contrôle l'espacement entre les colonnes pour les postes concernés.

source: Image Size
fr_fr: Taille de l'image

source: Controls if the featured image size is fixed (cropped) or auto (full image ratio) for related posts. IMPORTANT: Fixed works best with a standard 940px site width. Auto works best with larger site widths.
fr_fr: Contrôle si la taille de l'image présentée est fixe (recadrée) ou automatique (rapport d'image complet) pour les messages connexes. IMPORTANT : la fonction "Fixed" fonctionne mieux avec une largeur de site standard de 940px. Le mode automatique fonctionne mieux avec des sites de grande taille.

source: Fixed
fr_fr: Fixe

source: Turn on to autoplay the related posts carousel.
fr_fr: Allumez le carrousel des postes concernés pour l'autoplayer.

source: % Comment
fr_fr: %s commentaire
